{"posts":[{"title":"AI生成二中笑话","text":"","link":"/AI%E7%AC%91%E8%AF%9D/"},{"title":"","text":"目前地址：1.nnez.icu 2.nnez-icu.github.io 网址发布页|投稿方式 推荐阅读 毕业老野锐评短裤事件 在栗树咖啡馆的一隅 论广西教育的两种模式 二中已死，但我依然歌唱自由 《史记》——E中改革之路 曾晶本纪 你知道吗？ 哪所学校禁止学生穿不超过膝盖的裤子短裙？ 哪所学校的学生每周只放假半天？ 哪所学校曾对举报学校的学生进行精确打击？ 哪所学校禁止包括mp3、电话手表在内的电子产品？ 哪所学校的班主任可以随时用手机监控学生？ 哪所学校的学生们制作校歌和圣经被学生们广为传诵？ 哪所学校三个月内发生两次学生跳楼事件，并光速封锁消息？ 哪所学校的大脑降级领导连连爆典？1 2 联系我们：voiceofnnez@protonmail.com","link":"/README/"},{"title":"《南二召唤：黑色行动》","text":"","link":"/conbo/"},{"title":"投稿","text":"相信许多沉默者有发声的奢望，许多带文豪有扬名的追求，这里有一个适合你们的平台。 敏感信息处理得当是对自己的保护。希望大家保持冷静，理智地对待自己做的每一件事。 目前可用的投稿方式： 邮箱投稿：发送邮件至voiceofnnez@protonmail.com Github投稿：前往Github仓库提Pull Request即可 附GPG： 5AAF30531B9E553E expired B6D01A3CD48B0209 「作品是为何而诞生，为何而创作……」 「我们为了什么而创作……只要认清那点就毫无问题……就算刻在上头的不是自己的名字也没有关系……」","link":"/contact/"},{"title":"我好想做南儿小姐的狗啊","text":"原作 新户眠子 改编 一般二孝子 我好想给南儿小姐考个好名次啊。 可是南儿小姐说她喜欢的是分数，我哭了。 我知道既没有名次也没有分数的我为什么要哭的。因为我其实是一个学渣。 我从没奢望南儿小姐能喜欢自己。我明白的，所有人都喜欢熠熠生辉光芒万丈的高高的名次或者分数，没有人会喜欢一无是处的学渣。 但我还是问了南儿小姐:“我能不能为你考个好名次？” 我知道我是注定考不好的。但如果她喜欢名次，我就可以一直在身边看着她了，哪怕她心里想着的永远都是名次。 可是她说喜欢的是分数。 她现在还在看着我，还在逗我开心，是因为分数还没有公布，只有我这学渣每天蹑手蹑脚地从家里爬出来，远远地和她对视。 等她喜欢的分数出来了的时候，我就该重新滚回我的家了吧。 但我还是好喜欢她，她能在我还在她身边的时候多看我几眼吗？ 南儿小姐说接下来的每个寒暑假都要留大家一起过。我不知道大家指哪些人。好希望这个集合能够对我做一次胞吞。 分数还在害怕南儿小姐。 我会去把她爱的分数考来的。 我知道稍有不慎，我就会葬身考场。 那时候南儿小姐大概会把我的身体好好地装起来扔到门外吧。 那我就成了一包学条，嘻嘻。 我希望她能把我扔得近一点，因为我还是好喜欢她。会一直喜欢下去的。 我的灵魂透过校门向里面看去，教学楼的哨声在轻轻鸣响，南儿小姐慵懒地靠在凤岭上，表演得非常温顺的分数坐在她的光荣榜。新发展大厦的灯光照在她的脸庞，我冻僵的老人机在内衣钢圈里微微发烫。","link":"/dog/"},{"title":"社论：警惕高级红！究竟谁在反华？","text":"&ensp;&ensp;&ensp;&ensp;某月某日下午，某年级主任借年级大会之机，对某两位学生进行了抨击，具体我就不详述了，但某主任言辞之激烈，语气之愤怒，让我为之震惊，其神态可以用一字概括。&ensp;&ensp;&ensp;&ensp;那就是“急”。&ensp;&ensp;&ensp;&ensp;初听其所谓“讲话”开头就让我忍俊不禁，一届三级市教师竟然如此神通广大，手眼通天，能对美国的对华战略把握如此清晰明了，让美国高层都不忍汗颜，想必也是受众多营销号之真传。接下来这位主任继续侃侃而谈，说某中学生行为是反动云云，又是我愕然，下面我将对这位主任的讲话进行节选驳诉。&ensp;&ensp;&ensp;&ensp;首先，某主任所暗示的警惕颜色革命避免落入和苏联同一结局的论据就站不住脚。他和大部分人一样，对苏联解体落入了错误归因之窠臼。苏联解体的原因是什么？原因是在苏联高层的贪污腐败，置民生于不顾，是在言论管控，民众只能道路以目。致使苏联在军事强盛的外皮下奄奄一息，是对广大民众的轻视，才打垮了苏联，即使没有颜色革命，没有戈尔巴乔夫，苏联也只会“慢亡”而不是“速亡”，而某主任把苏联解体的原因全归因于美国颜色革命，其用心之险恶，可见一斑。&ensp;&ensp;&ensp;&ensp;接着，某主任又表达自己对现在偶像潮流的不满，愤怒现在的学生为什么不去崇拜领袖伟人，先不论学生喜欢什么，是个人自由无权干涉。某主任的言论更是让我想到一个词，与他所认为的偶像文化相映成趣，那就是“偶像崇拜”。领袖崇拜，领袖狂热的害处我就不在此多言。而我不相信的是，某主任作为一名拥有几十年阅历的成年人，居然会不知道某希元首，斯主席，与某十年的史实，那么如此在意学生的崇拜对象，其用意何在？&ensp;&ensp;&ensp;&ensp;然后，某主任再度口出惊人之语——“我们反对内卷996，其实都是美国的颜色革命阴谋”（原文记不清，敬请谅解）。这几年是不知所然，无理取闹，撒泼打滚。找某主任之语，难道我们应该支持996无条件996内卷吗？内卷996不应是国家民生问题吗？要求国家解决，何错之有，人民在水深火热中发出呼声，何罪之有。而某主任全盘甩锅，所谓境外势力，置人民呼声于不顾，其心可诛！&ensp;&ensp;&ensp;&ensp;同时，某主任说某中学生的行为是反动行为，那更是错上加错！反爱好自由反对维权自古以来就是中国民族精神的一部分。前有大泽乡王侯将相宁有种乎的呼喊，后有辛亥革命打碎清朝的炮声。殊不知爱国公知我们见的太多了，君不见瑞士国籍张xx大谈中国，君不见美国籍教授陈平指点江山。&ensp;&ensp;&ensp;&ensp;我们不能被煽动威权崇拜，不能被煽动走历史倒车，不能让未来变成他们想要的结果！","link":"/editorial1/"},{"title":"社论：警惕二中&quot;假&quot;开学，究竟是谁剥夺了我们的知情权？","text":"Warning：我们从不反对开学，但我们反对用不正当手段来剥夺学生知情权，迫使他们丢失对现实作出判断的行为。 背景&nbsp;&nbsp;&nbsp;&nbsp;2021/8/19 鹅中各班家委班级干部等开始组织学习返校自习（部分班级添加了 自愿）；&nbsp;&nbsp;&nbsp;&nbsp;2021/8/20-21 ，在正式开学日期尚未定论的情况下，部分教职工率先发文表示 23 号正式开学，在不久几分钟后消息又被撤下；&nbsp;&nbsp;&nbsp;&nbsp;同天，部分学生提出对开学具体时间的疑问，并询问开学考相关事宜，消息未被教职工回复且同样被管理员撤回。&nbsp;&nbsp;&nbsp;&nbsp;2021/8/22，大批学生在不知情的情况下，于家委或班级干部组织的返校接龙中被自己的家长无故接龙，并被告知 23 号即为正式开学时间。 &ensp;&ensp;&ensp;&ensp;当日，我初听这消息，先是惊奇，再是愕然，鹅中这一波操作，行为之迅捷，手段之果断，让我颇为震惊，其形象可以用一个字概括。 &ensp;&ensp;&ensp;&ensp;那就是 “急”。 警惕二中”假”开学，究竟是谁剥夺了我们的知情权？&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;初听这些消息，我先是惊奇，出于鹅中官方从未公布过任何开学消息的考虑，我并没有在第一时间接受这样的说辞，但在我本人遭遇类似的操作情况下，我不得不对其深信不疑。所谓愕然之余，我觉得是时候有写点东西的必要了。&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我将在下文以多个方面对鹅中及各班的家委的种种行径进行分析，以下仅代表我个人观点，请不要对号入座。 消息撤回是何种因素使然？&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;首先，教职工作为学生们的教师，必须对自己的行为负责，所以发布任何消息都必须经过官方的实锤，但并没有。这时候就会有人出来反驳说：’那为什么学生的相关疑问也会被撤回呢’ 。&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;唉，说到要点上来了，学生作为消息链较为底层的存在，不可能知晓相关事件来作为提问的缘由，我们为什么要撤回他们的疑问或者不回答他们的疑问呢？经过一些合理的推断和思考，先将我的想法总结如下几点。 守序点的 问的形式不对，谁能保证你获取的消息来源是否合法合规，没人能为您证伪或证实您的问题。（既然回答不了就处理掉吧） 问的地方不对，班群作为一个互联网上的公共场所，对未被证实的消息应该谨慎发问，避免误导了群众。（但只要有人能回答了那不就解决了别的同学所持有的潜在疑惑？） 问的人不对，教师肯定要谨言慎行的啦。（过渡的谨言慎行容易造成恐慌，咱至少可以安抚一下同学们迫切的开学心情嘛） 激进点的 学校没法在任何公开场合说明开学事宜，这会使 自愿 的行为受阻。 如果有人提出了相关疑问，那就会引发讨论，而对相关事件的讨论是永远不受官方待见的。 学生始终没办法通过公开渠道获取信息，只能根据来自家长或家委的信息来作出判断。（片面地剥夺了学生的知情权） &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;如果我们往最坏的情况想，激进想法所带来的恶果已经产出，部分学生反映到只知道 23 号开学，而不知道这是 由家长和学生组织的自愿活动 ，他们自主选择的权利已经丧失，取而代之的是家长单方面对孩子上学的无限期待。&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这一点上，我无法断定是否是有组织的行为，因为据我所知，我认识的同学中都有这样的形式，且操作方式大同小异，情节轻重不一（不同的班级下，家委只会私聊家长，而有些班则不会告诉详细内容）。&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;假设上述推论成立，那么我不得不称赞鹅中的 黑色行动(指不能放到明面上达成某种目的的行为) 搞得颇有成效，就部分班来说，毫不知情地返校状况已经超过了半数人。引述上一篇社论的观点，看起来鹅中对美国的战略框架不仅一清二楚，还能熟练运用，真不亏是广西数一数二的高等教育学府之一，同学们不仅要学习课本知识，还要分析鹅中的行为来精进社会实践的才干，言传身教一直有一手的。 为什么只在家长群发接龙消息，还不允许家长在群内讨论开学事宜？ 为什么只在家长群有相关动态？ 学生群容易炸锅，通过家长向学生输送不完整信息可以让学生做出符合预期的判断。 家长群是家委的地盘，长时间为群体服务享有话语权又能和学校撇清关系。 老师绝对不会直接提开学，通过发送相关文件可以配合家委打输出。 为什么不允许家长在群里讨论开学事宜，反而利用家委来通过各种信息渠道来通知？ 使用家委可以完全免脱学校责任，且家长之间的沟通更为直接。 讨论可能会给予志向不一的家长进行证据收录的机会。 逐个攻破总比群起而上好。 大道之下，我们应该怎么做？对于家长 考虑到学习组织(概率事件)和家长主导的模式结构，我们谈谈家长。&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在我的价值观中，家长应该成为孩子成长的呵护者，应该用监护人的身份来培养其作出自主选择的能力，而不是成为其的代言人，因为家长没办法当孩子一生的监护人。&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;开学与否只是无足轻重的一瞬间，而对孩子自己做出抉择的不信任则是亲情中十分不光彩的一笔。和您一样，我们支持学生自主返校学习，但我们永远不会赞成不告知孩子实际状况而强迫其返校的行径，我们希望看到的是平等的关系来进行沟通，不对等的交易会使原本和睦的关系出现裂痕。 作为学生，您应该怎样做？ 如果您的家长对您有所隐瞒，且您被欺骗丢失了自主权。 体谅您的家长，我们相信这是出于望子成龙的心切。 告知家长您的真实想法，就事论事。 尽力促成平等对话，从实际情况出发说明自己想法。 我们希望您做出无悔的抉择。 如果您的家长告诉了您实情，但强制要求您自愿自习。 感谢家长对自身的信赖，但还是要就事论事。 提出自身观点，结合实际论证。 自习应该是靠自己，学习环境并不能决定您的学习深度。 在平等的对话下做出无悔的抉择。 如果您的家长啥也没跟你说。建议让他关心最近事件，这是对促成良好亲情关系的示例。 如果您的家长告诉了您实情，给了您充足的选择权。恭喜您，您有个好家长，请好好珍惜并尽到自己的孝道。这篇文章由多人共同编写，我们相信论述可圈可点，希望您能让更多人看到以避免悲剧的发生。","link":"/editorial2/"},{"title":"论广西教育的两种模式","text":"&ensp;&ensp;&ensp;&ensp;作者：某不愿透露姓名的毕业人 &ensp;&ensp;&ensp;&ensp;当我的视野还局限在一省之内的时候，做着全国三卷、听着本地经济又如何吊车尾、二中学生出去又如何被江浙之流吊打，我以为广西在全国来说总算是极落后的地方，不但经济如此、文化也如此。 &ensp;&ensp;&ensp;&ensp;但当我真正走出去了，看得开阔了，和别地的学生交流了，这才感觉到——似乎很反直觉，但是广西的学子，或者说是在较好的学校接受教育的广西学子，在思想的开放性和包容力、知识的丰富度上可以算是不输，甚至超越某些所谓的“教育大省”的，原因我想不外乎这几点： &ensp;&ensp;&ensp;&ensp;1.人口相对不稠密，竞争相对不激烈，学生能真正“个性发展”的机会大、时间长。避免由于激烈的竞争而被迫“统一制造”。&ensp;&ensp;&ensp;&ensp;2.接壤开放前沿的珠三角，并且文化基本同源，大城市活力相对充沛，相对开放。 &ensp;&ensp;&ensp;&ensp;然而，就像广西地形图一样，改革的暖风从东南吹来，灌进平原，却再难向西部北部崎岖的山地进发。应该看到，广西的文化开放程度，是相当割裂的。因此广西的教育情形，必然要遵循两种不同的模式：一种是“走出去”，另一种是“看得远”。 &ensp;&ensp;&ensp;&ensp;我曾经因为一度的学习问题而有幸与某位学校高层聊过天，他的观点令我印象深刻——读高中时，视野局限于一校之内，自然让人感到迷茫；而一旦读了大学，接受的信息面广了，视野就一下开阔了。 &ensp;&ensp;&ensp;&ensp;他无不关切地问我：依你现在的成绩，能超一本线五十分左右吗？ &ensp;&ensp;&ensp;&ensp;我说：可以，也许可以超一百分。 &ensp;&ensp;&ensp;&ensp;他说：那这样就很足够你出到外面去了。 &ensp;&ensp;&ensp;&ensp;因此，若按照这位高层的解释，什么叫做“走出去”？答曰：并不是人人都要985、211才叫“走出去”，它意味着有机会跳过一室的局促，去看看自己熟悉的环境以外的世界。 &ensp;&ensp;&ensp;&ensp;所以，为什么我说广西的教育模式其一是为了“走出去”呢？因为人的想象力在极端狭窄的情况下，是连自己的可能性都无法预见的。具体说来，大山深处的孩子，如果不“走出去”，最终的视野还是局限在自己的一亩三分地之间，重复父辈的循环。而对于此类情况来说，“走出去”最大的门槛就是分数，因此必须想尽办法让分数得到提高，以达到足够“走出去”的高度，这就是广西教育模式的其一。 &ensp;&ensp;&ensp;&ensp;但是，大家可以看到，之前我所引述的观点，在深刻而有道理之余，其实是有一个矛盾的：我们总是要在自己的视野十分局促的时候进行选择。 &ensp;&ensp;&ensp;&ensp;这就是我说广西教育模式的其二是“看得远”的原因。首先对于“名校”来说，这走出去的门槛在高个儿们看来似乎并不算高的。能在其中就读的，必然不仅是学习，而且综合能力在本省甚至全国学生中出类拔萃者，因此他们对于思想文化开放的要求，也必然高于一般的学生。对此，有一个经典的故事可以很好地诠释： &ensp;&ensp;&ensp;&ensp;把白纸比作无限的未知，在其中画上一个圆作为已知，大圆已知的比小圆更多，而周长更长，与未知的接触面就更大，自然也就感到自己所要走的路更远。 &ensp;&ensp;&ensp;&ensp;那么，何为“看得远”？在我看来，就是知道自己视野的狭窄，并且利用一切资源去努力拓宽它。具体来说包含对世界的见解、知识的丰富、个性的发展，这些因素，对于人生道路的选择和发展，无疑都是很重要的，而对于被迫在视野开阔之前进行志愿填报的高中生，这一点就显得更为重要了。 &ensp;&ensp;&ensp;&ensp;然而，要做到“看得远”，不仅要求学生综合素质较高，也要求学校形成较为自由的环境，而不以某些威权主义和威权思想来试图统一口径，甚至对学生采取不适合的教育模式。在这方面，南宁二中始终以宽松自由，近似大学的管理作为自己的金字招牌，拜其所赐，南宁二中的学生不管是在人文底蕴、文化素养上都无愧广西高中教育的领头羊，在学生中也享有很高的口碑。 &ensp;&ensp;&ensp;&ensp;然而，最近发生的事情让我们不无心痛地看到，南宁二中，或者说其中的部分领导层，似乎打算抛弃这一优良传统。打着“一切从学生出发”的旗号，倒头来却在搞本末倒置。 &ensp;&ensp;&ensp;&ensp;事实上，大部分学生的思想是很好塑造的，若让他们遵循“模式一”，再加之以“家国情怀”的诱导，他们就能顺从地接受，狂热地欢呼，并在其中给自己解释这样做的合理性，某些领导也得以满意地看着自己执政的“成效”。 &ensp;&ensp;&ensp;&ensp;然而，南宁二中不应该成为高考工厂，而应该走自己的路，选择合适的教育模式，塑造合适的教育环境，成为学生未来人生发展道路的引路人，这才是对学生负责的体现。 &ensp;&ensp;&ensp;&ensp;我昨天做了一个梦：正当我在舍友面前夸赞广西人的开放、思想的先进，这时突然走过来一位同校毕业的学弟，然而却是一个只懂读书高考、没考虑好就随便填了这所学校。舍友们纷纷摇头，而我则在尴尬和羞愧中醒来。","link":"/edu/"},{"title":"“永在的法西斯主义”的十四个特征","text":"","link":"/fascist/"},{"title":"遭到限制的知情权，被隐瞒的开学实情","text":"&ensp;&ensp;&ensp;&ensp;据学生消息，在接近开学的日子，鹅中对QQ群实施了言论管制及消息封锁。学生若发送开学消息会遭到管理人员的撤回，由老师公开的消息也不同程度被要求封锁。 &ensp;&ensp;&ensp;&ensp;鹅中将工作交给各班家委处理，但在较为权威的消息撤回、知情权受到限制的情况下，学生们无法对正式开学的日期有清楚的认识，甚至无法安排自身命运。&ensp;&ensp;&ensp;&ensp;“我们被安排得明明白白”一位愤慨的学生说到，“鹅中的操作让许多同学认为已经正式开学了，实际上是自愿回校”&ensp;&ensp;&ensp;&ensp;显然家委有更大的操作空间。学生很容易被家委、家长的话术误导，无法决定自愿回校的时间。这次鹅中的操作相当精彩：官方放烟雾弹迷惑学生，家委和家长下场忽悠组织回校活动。而当回校人数足够多时——二中赢麻了。","link":"/info/"},{"title":"nnez笑话 11-20","text":"曾子曰：“我不想哪一天，在启天楼的墙壁上，再出现抗议创城的现象，再出现大字报、极左团体、反党反社会的标语、境外势力、造谣抹黑、扰乱教学秩序；如果那样，许多教室的垃圾桶就白丢了……” 年级大会上，主持人说：“请支持教育部的人做左边，反对教育部的人做右边”然而，曾子却坐在位子上一动也不动主持人很奇怪：“你是支持教育部还是反对教育部的”曾子说：“我既支持教育部查手机，又反对教育部要求不补课”“那您快到主席台上来”2030年的南宁二中，一个高一学生拿着校史问：“学长，通报批评，处分是什么？”“你要知道，在以前，南宁二中的同学带手机进入校园，要是被抓到了就要通报批评，被处分，懂了么？”“好的，学长。不过手机是什么？”南宁二中的同学写了首小诗朗诵起来：我家有只大花猫，生下三个猫宝宝，猫咪眼睛还眯着，喵喵喵喵上二中班主任大喜，夸奖一番：曾主任下来检查，就你上吧检查团来了，同学朗诵道：我家有只大花猫，生下三个猫宝宝，猫咪眼睛还眯着，喵喵两个上二中班主任低声提醒：三个，不是两个同学委屈道：可是另一只已经睁眼了一次高规格的二中代表团正在返回途中，突然飞机的尾部脱落了。老师们命悬一线，死死抓住能抓着的东西，由于乘客量太大，飞机正在快速下落。曾晶主任急中生智，大喊道，“南宁二中永垂不朽！”急促但暴风雨般的掌声之后，飞机开始运行正常，最终安全抵达南宁。问：我们南宁二中的条件真的是很棒吗？答：原则上，是的。五年前，我们的一个同学对此抱有怀疑，所以他被派去实地调查。他看来真的很喜欢那里，到现在也没有回来。问：南宁二中的同学们真的不需要立体音响设备吗？答：原则上，是的。同学们从各个方向听到的东西几乎都是一模一样的。南宁二中曾主任到乡下视察，路上碰见一同学，便问他最近成绩如何。同学回答说：“今年学习成绩不错，快高到上帝脚边了。”曾主任很高兴却义正言辞：“同学，这里是南宁二中，不信上帝也不存在上帝。”同学说：“那正好，我们也没有考试成绩。”北宁鹅中一同学人行道闲溜，不慎落入末济湖中，遂高呼救命！两值周班同学闻之，视若不见，仍边走边谈笑如旧。同学急中生智，遂又高呼“我带了智能手机”！值周班同学闻之大惊，遂急速跳入河中，将同学拖上岸来铐之。心理医生在北宁鹅中巡视。“这个同学一定病得不轻，”医生指着一个同学叹息道，“他居然在蒸老师废话的时候没有捂住耳朵！”黄四郎校长是鹅城中学新时代改革的总设计师。在这一历史节点，鹅城中学举办了有关的纪念画征稿活动以作为献礼。学校里一名热情的小艺术家马上行动了起来，他把自己的画作取名叫《黄四郎校长在部署改革》。该验收画稿了，小艺术家自豪地介绍自己画作的内容：“背景是美丽的校园……看，这里有在教室刻苦学习的三好学生……”结果验收人员气愤地问小艺术家：“那黄四郎校长在哪？”小艺术家立即大声回答道：“黄四郎校长在部署改革！ 作者：熊本熊","link":"/joke11221/"},{"title":"nnez笑话 1-10","text":"二中学生在南宁日报刊登一篇文章，里面有一句话是这么写的：感谢凤岭二中给了我一个美好的童年回忆。三中学生问：不对啊，你童年的时候凤岭二中还没建成啊？二中学生答：这就是我感谢它的原因啊。 三中在招新的时候，问了二中学生一个问题：元旦共放三天假，周末要补课一天，你还剩下几天假期？学生答：一天都不剩。面试官：你根本就不懂数学！学生：你根本不懂南宁二中！“当你在南宁二中附近迷路了，不知道哪边是外头，怎么办？” -“让一根香蕉横穿过围墙，等到第二天哪一端少了一截，哪边就是南宁二中”－如果有学生在食堂里唉声叹气，怎么办？－立即阻止他这种抹黑南宁二中的行为二中校领导邀请摄影社拍一幅题为《学生积极响应防控号召》的照片。翌日，一学生交上一张照片，照片中400米操场空空荡荡，只有几个工人在收拾工具和建材。校领导很不满意，质问道：“这些人在干什么？”“他们是工人，正在拆卸装了一半的舞台。”“那学生呢？”“学生都去三百跑操去了。”特训班学生、实验班学生、平行班学生商定要见一面。实验班学生过了相约聚会的时间才到。——“对不起，我周末要自愿补课来着。”——“什么是自愿？”平行班学生问。——“什么是周末？”特训班学生问。问：小卖部为什么笔记本短缺？答：年级正计划设置值周班干。曾主任：你喜欢吃外卖么学生：当然喜欢曾主任：你不知道年级一直强调说不要点外卖么学生：如果是年级统一的规定，我会遵守的，我不吃外卖了曾主任：你喜欢玩手机么学生：喜欢曾主任：你不知道教育部明文规定不能带手机进入课堂吗学生：我会遵守南宁二中的管理制度，从此不带电子产品曾主任：你喜欢周末双休么？学生：喜欢曾主任：你不知道在南宁二中浪费周末的时间是很奢侈的吗学生：我会遵从您的教诲，以后连家也不回曾主任：那么，你愿意为南宁二中献出自己的生命么学生：我太愿意了。毕竟，这样活着还有什么意思呢大妖精敲了敲宿舍门。琪露诺开了门。“琪露诺是在这儿生活吗？”“不是，她不在这儿生活。”一个小时之后，又是门铃响，琪露诺开了门。“我跟你说了琪露诺没在这儿生活。”“那你是谁？”“琪露诺。”“那你为什么说你不在这儿生活？！”“你™管这也叫生活？！”在一次晨会上，一位学生代表在演讲。他卖力地讲南宁二中的制度多么的优越……这时琪露诺举起了手说：“我们的周末都到哪去了？”第二周，那个人又来演讲。这时大妖精举手问，“我不想知道周末到哪里去了，我只想知道琪露诺到哪里去了？”黄校长在办公室遇到了曾主任，于是它把之前发生的事说了一下：现在的学生太不像话了，他们居然发说说抹黑南宁二中曾主任：这太简单了，我可以完美解决。第二天，曾主任兴高采烈地告诉黄校长：我发动班主任把每个学生都查了一遍，现在终于明确了。琪露诺已经招供了，那条说说就是她写的。南宁二中的三个学生在隔离室里交流自己是因为什么被关进来的:“我支持琪露诺”“我反对琪露诺”“我就是琪露诺”曾主任刚结束一天的工作，回到办公室，突然独自大笑起来。 对面办公桌的同事奇怪的问道：“有什么好笑的事吗？”“是啊，”曾主任用手帕擦着笑出来的眼泪：“一个很好笑的说说……”“哦？说来听听？”“你疯了吗？！我刚让写这说说的家伙写了10000字检讨！”问：想象()、()和它们的跟班都在未济湖的一艘船上。突然船体进水，迅速沉没，谁会得救？答：全体南宁二中学生“你们二中的学生都那么讨厌曾主任，可是为什么只有人出来帮她说话，却没人出来骂她呢？”“当然没有，因为骂了她的人都不再是二中学生了。”曾子对孔子说：“有人在空间发文章讽刺我”孔子问到：“他怎么讽刺你的”“他把我心中好学生的模板说了一遍！”三中人问二中人：怎么知道一个二中学生是不是孝子呢二中人回答：如果你跟他说有个学校安装金属探测器，他会对号入座如果你跟他说有个学校为了管理手机修建电话墙，他会对号入座但是如果你跟他说南宁二中干了这些事，那他就会恼羞成怒的反驳你了——为什么大家都在冲北宁二中啊？——不冲厕所的就是你罢（恼如果在上课的时候脱出来的话（指手机学生生涯就要结束了罢对了用很大的声音掩盖过去罢（指金属门李华经过金属探测器，探测器响了，值班老师生气地说：”快把你藏在身上的手机交出来李华把书包里的手机交了出来”，再一次走过金属探测器，探测器又响了，值班老师愤怒地说：”把你身上所有的电子产品都交出来”李华把书包里的mp3，手表，风扇，钥匙都交了出来，又一次走过金属探测器，探测器再一次响了，值班老师忍无可忍地问：“你还藏了什么在身上？”李华委屈的说：“我是男铜”一位三中教师来二中听课，回到三中后在课堂上和同学们分享：二中的教育理念是全广西最先进的，那里有敬业的教师，引导学生们全面发展，而非单纯的洗脑教育；学生们有科学合理的时间安排，学校几乎不会占用学生额外的时间；他们的校园建设非常优秀，特别是食堂的饭菜很可口……一个从二中转学到三中的学生听到后很诧异，于是站起来和这位教师理论：“二中根本就不是您说的这样！”教师平静地回答道：“我不关心二中是什么样子，我只希望三中是这个样子。”","link":"/joke1210/"},{"title":"新政","text":"&ensp;&ensp;&ensp;&ensp;转自 柠檬泡椒手撕鸽子精 &ensp;&ensp;&ensp;&ensp;提前声明：本文中出现的所有人名，地名均为杜撰，请勿对号入座，曲解文意，如有雷同，纯属巧合。望搏各位一笑 &ensp;&ensp;&ensp;&ensp;我来自窄西省北宁市第鳝中学，简称鳝中。我们还有一个姐妹学校：北宁市第鹅中学，简称鹅中。 &ensp;&ensp;&ensp;&ensp;这几天，鹅中出了大事。鹅中校领导为了让鹅中同学健康成长， 开心学习， 预防同学们金属过敏，决定打造无金属校园，为此，鹅中每年级配备了10台金属探测仪，进行了教室宿舍的不定时无隐私搜查。对此，鹅中的同学表示十分的开心，自己的人生安全得到了非常全面的保障，并且人人都能享受在同学们爱的关怀下使用公共电话，将隐私公之于众的快感。该行政成效显著，实施四周后鹅中在某考试中成绩超过了鳝中。在同学们对于考试成绩有波动属于正常情况的议论声中，鳝中校领导做出重大决定，即日起实行新政，同学们亲切的称之为“屏为鳝”新政，意为理解鳝中采取同样的手机政策，并认可这是为了鳝中着想的新政。新政还包括以下方面：为了北宁市创城工作的顺利开展，取消鳝中女生宿舍楼下的垃圾桶。为了加强同学们的艺术修养及身体素质，采取错时下课铃交响乐培养艺术情操，吞掉长达25分钟的大课间防止同学们有休息的时间等等。 &ensp;&ensp;&ensp;&ensp;鹅中与鳝中的新政卓有成效，两校同学增进了感情，二校也分别有了[北宁鳝中龙岭校区]及[北宁鹅中绿山校区]的美称，标致着二校深刻的内卷友谊。新政持续10年后，两校同时获得[衡火一中北宁分校]的荣誉称号，此时，全国各地出现了两种省份划分制度，一种照旧，一种为教育省份制，具体表现为全国所有省级行政区并入江苏省，江苏省改名高考培训行省。又—十年后，江湖上满是衡火人，他们习得应试教育的精华，极擅长于内卷， 人人以内卷为生。为顺应时代浪潮，国家将九年义务教育更名为九年义务内卷。 &ensp;&ensp;&ensp;&ensp;再次声明本文纯属虚构！","link":"/newdeal/"},{"title":"一名北宁二中学子的自述","text":"&ensp;&ensp;&ensp;&ensp;黄校长，我是一个北宁二中的学生，我已经一个学期没回家了。每周我都自愿参加学校周六早上的自习，每周日北宁二中敬业的老师都义务为我补课。 之前听说有人举报学校，导致老师把举报学校的学生的名字放到家长群里供家长评判。我觉得这样的行为有助于学生反思自己，且随意举报学校的行为既减少了同学们的学习时间，也不利于北宁市文明程度的提高。&ensp;&ensp;&ensp;&ensp;学习并不是学生的唯一任务，保持北宁市的文明也是学生的主要任务之一。每次听到创城两个字，我就会检查我的桌子上有没有裸露的书籍，桌子上的书有没有超过10厘米，并自觉在心里背诵核心价值观。我一看到垃圾，我就会为校领导感到面红耳赤。我从来不带智能手机，老人机和mp3来学校，每天我都自觉参与跑操，就算跑岔气也要大声喊口号。此外，我一直坚持单向进出食堂，从来不在二中食堂吃自选和菠萝炒饭。每次我在食堂吃饭都要点3个最贵的鸡腿。学校的选修课我从来不上，因为这种课对高考没有好处，还浪费同学们的时间。还有，我在学校从来不点外卖。&ensp;&ensp;&ensp;&ensp;我清楚的知道，人在社会中生活，除了自律之外还要受到他律。因此，我每天都提醒不遵守食堂单向进出规定的同学，并拦住他们。如果逆向进出的是老师，我一定不会拦，因为老师是教育我们的人，他们上班这么辛苦，一定拥有自由进出食堂的权利。如果遇到点外卖和迟到的同学，我还会认真地教育他们，然后我就把他们的名字告诉学校。当然，有一些同学说我们是**BING，还有一些同学说我是学校的🐶，虽然被骂很不爽，但是我知道我是光荣的，因为我在维护学校的制度。除了这些，我还每天用金属探测仪检查我的舍友有没有带电子产品，如果他们抱怨，我就告诉他们二中一直在改革。&ensp;&ensp;&ensp;&ensp;另外，我还听说学校要安装电话亭，我打算每天在学校的电话亭打一个小时电话，以满足我的通话需求。我经常看到骂二中的说说，还有人把曾主任叫做曾三日，更有甚者还骂曾主任是🐶。我非常不理解这种行为，他们一定是不懂二中改革的成效。所以我每次看到这样的说说，我都会回复二中一直在改革，毕竟二中一直在改革。&ensp;&ensp;&ensp;&ensp;最近，同学们都在讨论学校要安装金属探测仪的事情，我很欣慰看到学校积极响应教育局的号召，我认为这是非常适合我们学校的学生的。毕竟学生的主要任务是学习，学生在苦行的路上不能三心二意，学生的任何兴趣都是通往未来路上的绊脚石。为了北宁二中美好的未来，我建议学校严格管理手机。还有的学生和家长在抱怨不能带老人机，我认为学校对老人机的管理是必要的，家长对学生的关心都是对学生的溺爱，影响了学生的大好前途，亲人只会影响你做题的速度。&ensp;&ensp;&ensp;&ensp;我只是一个普通的学生，既不精通家族企业的管理之道，也没法在豪华的客厅里坐在沙发上高价聘请名师给我辅导功课。我只是一个希望通过学习改变命运的普通学生，很荣幸能遇到这么敬业的年级主任和热衷于改革的校长。&ensp;&ensp;&ensp;&ensp;黄校长，你的别墅这么大，能给我分点人民币吗😭😭😭😭😭","link":"/nnez/"},{"title":"这就是二中！","text":"","link":"/nneznow/"},{"title":"无题","text":"“立刻把手机带回家，不要迟到了”前面的学生被驱逐出这一所谓——的地方戴着眼镜的男人在我面前不断的挥舞着黄色的塑料条。对我进行了全方位的探寻。 然而并没有一点响动，男人露出了复杂的表情，不知道是因为业绩的问题还是对学生的赞赏。可是，他的业绩，他的心情，他的行为。又和我有什么关系呢因为我是一只狗，一只南宁二中的狗。沿着校墙走，快速走到与同伴约定的栅栏边。“怎么这么慢。快拿着，小心摄像头。“我缓缓接过**，一想到某位大人的脸庞，我心中的正义感就不断喷涌了。”与迟到学生打了一个晚自习的追逐战“ ”与 “狼群”协作用对讲机擒拿各种迟到人士” “还有雨夜那头上浇下来的水”回忆不断地涌现，但最让我难以释怀的是她那红场讲话那激昂的脸庞。我的手微微颤抖，我不敢直面我的同伴，我不敢直面我内心的恐惧与矛盾。“打住，适可而止吧！”一声略显稚嫩的女生传来。我不敢回头看，只听到脚步声越来越近了。她很流利的从我手中抽出了那部**。在一阵客套话之后，本以为她会因为我是学长，放过我一马。“立刻把手机带回家，不要迟到了”前面的学生被驱逐出这一所谓——的地方。我灰溜溜的走出门。回头看那名风纪委员。——长出了獠牙和尾巴而我，又变成了人吗？ 作者： 锤头鲨","link":"/notitle/"},{"title":"为什么“回校”由家委“牵头”","text":"&ensp;&ensp;&ensp;&ensp;这个问题看似没必要，但许多学生仍未了解真相：回校活动是由校方授意、老师牵头、家委干活的一次精心策划、掩人耳目的计划。 &ensp;&ensp;&ensp;&ensp;“我向来不惮以最坏的恶意揣测中国人”从知情权被侵犯到失去回校自由，学生们甚至还不明白自己失去了什么。在《社论》记载的返校计划中，老师的影子从未出现——他们当然不能出现，这会暴露二中在背后的事实。让我们来听下面为保护当事人经过特殊处理的录音： var qSoHjSPVAemVDmuX_options = JSON.parse('{\\\"lrcType\\\":3,\\\"audio\\\":[{\\\"name\\\":\\\"录音\\\",\\\"artist\\\":\\\"家委\\\",\\\"url\\\":\\\"rec1.mp3\\\"}]}'); qSoHjSPVAemVDmuX_options.container = document.getElementById(\"mmedia-qSoHjSPVAemVDmuX\"); const ap_qSoHjSPVAemVDmuX = new APlayer(qSoHjSPVAemVDmuX_options); &ensp;&ensp;&ensp;&ensp;和《曾子译注》一样，请配合译注食用：&ensp;&ensp;&ensp;&ensp;十一点是，整理宿舍；十一点到十二点呢是去整理教室&ensp;&ensp;&ensp;&ensp;[据消息称，部分教学楼卫生间正在检修，未能投入使用；内宿8月21号才恢复供水供电，外宿情况未知]&ensp;&ensp;&ensp;&ensp;要带那个监测体温表（南宁市教育系统师生员工暑假期间自我健康状况及相关信息登记表）、（自我健康状况及相关信息真实性）承诺书，还有那个……疫苗接种证明……（听不清）&ensp;&ensp;&ensp;&ensp;[此处要求与网传截图略有不一致]&ensp;&ensp;&ensp;&ensp;家长不给进去如果孩子发烧也不给进，还有一个家委要提醒说嗯自愿返校的这个事情就不要发朋友圈了这样。&ensp;&ensp;&ensp;&ensp;[黑色行动]&ensp;&ensp;&ensp;&ensp;啊啊好的，就是这么些了哦不好意思又打扰你了哦&ensp;&ensp;&ensp;&ensp;[这其实是家委的第二通电话，第一次是8月21号的返校通知]&ensp;&ensp;&ensp;&ensp;第一轮牌在学生们消息闭塞的情况下打了出来，不知有”选择权“的学生被校方请回了学校，知道自己有”选择权“的行使了权利。过后校方和家委发现回校人数不及预期。他们当然为此准备了第二轮牌。家委挨个给未接龙的家长打电话，内容相信大家在听过录音、看过译注后都能猜出来。效果很明显：许多班级”全班自愿“，班群里除了老师全员接龙。&ensp;&ensp;&ensp;&ensp;校方根本不给你选择的权利——或者说给了，收回去了。家委作为帮凶使得学生身不由己。二中双赢——赢了两次！","link":"/q1/"},{"title":"屑菲尔德的演讲","text":"《南二召唤：一本率战争》已和谐部分内容。","link":"/sheffield/"},{"title":"政教处主任曾晶于2021年4月1日下午在高二年级大会上的发言","text":"&ensp;&ensp;&ensp;&ensp;曾子曰： &ensp;&ensp;&ensp;&ensp;我们年级的同学应当秉持正义，应当有大局观、是非观。因为学校出现这种负面的信息，全都发生在我们高二年级。 &ensp;&ensp;&ensp;&ensp;我说第一件事是什么，因为这两个同学我们政教处都已经处理了。学校要求：严↗肃↘处↘理↘！公—开—批—评！恶劣到什么地步？去年创城国检的时候，我们有位同学就在国检必检的启天楼阶梯正中央贴了一个反党反社会的标语。他的目的非常地清楚。国家国务员来检查创城，我们南宁市这么多的老百姓为创城付出了这么多的努力，同学们也为此付出了这么多的努力。但是一旦别人来看到你这么赫然一张纸就贴那个门口，不管你写的是什么内容，是反党反社会还是什么内容，只要有一张纸公然出现在一个这么堂而皇之的地方。一票否决。南宁市就不可能有创城的机会了。这是第一个。第二个，里面满纸荒唐胡言反党反社会。这是南宁二中培养出来的学生吗？说出去南宁二中是个什么样的学校？我们的市民们会觉得我们没有得创城就是因为南宁二中，我们南宁二中的学生有何罪呀？ 然后最恶劣是什么？大家都知道，上个星期六，国家教育部部长陈宝生来我们学校。然后，我们年级有位同学照样写了反党反社会的小字报…大字报，贴在陈宝生部长必走过的地方。蓄谋已久，有意这么做。这么做的目的是什么？大家都—清—楚。博眼球，把自己的私怨发泄出来。他们代表南宁二中学生们普遍的意愿吗？他写的是什么你们知道吗？（学生们回答“知道”“不知道”等）可能有些同学当然知道。因为有同学去围观、去转发、去点赞。（场面嘈杂）真的，高一年级有些同学就捡了回到班上，大家一起来看，拍照上传高一年级群。然后这张传得整个南宁市到处都是，这就是南宁二中学生的素质？这是素质？我在说的时候有同学高兴地不得了。你们在丢脸，我们在丢脸，我们一起都在丢脸。他写是什么？《南宁二中什么什么什么》标题党，里面写的是自己的小说。这就是标题党。人家国检他把照片下载下来，妖魔鬼怪，妖魔蛇神。他的标题就是这个。他说国务员是妖魔蛇神。所以同学们，真的是，南宁二中学生就是这样的吗？我不敢相信。 &ensp;&ensp;&ensp;&ensp;然后第二位同学写的是什么呢？每周我们，额，我们从上个学期到现在都没有回家了，（笑声）每周我都自愿参加周六自习。（全场爆笑，请注意发言中代词的变化与说说原文的差别）我问那位同学，你周六在不在学校自习？“没有啊…（无辜）我没有在学校啊…”然后我问，你一个学期都没有回家？“没有啊…（无辜）我寒假回家了…暑假回家了…”“我周六也不来…家”为—什—么？博眼球！点赞！微博上写有：我要达到十万点击率（量）。大家知道吗？网络不是法外之地！肆意地造谣、诋毁、对人的名誉权造成损伤的，那是要坐牢的。但基于是未成年人，在校学生，我们以教育为主。这两位同学我们以教育为主，家长也对他们做了批评，他们也深刻检讨了。但是所造成的负面影响还在网上流传着。甚至已经毕业的学生在@黄校长：校长，我们的高一高二高三的学生太可怜了。他们已经很久没有回家了。南宁二中怎么变成这个样子了？（笑声） &ensp;&ensp;&ensp;&ensp;然后我想问大家的是，造谣不要成本的吗？周六，是不是开学前两天，开学的第一周那两天，双—休，让大家回去征求自己的意见，扪心自问，或者问家长的意见。家长不同意，你可以告诉我们的班主任，说：家长逼着我来，那么班主任可以帮你做工作。是不是讲过？为什么一定要造谣！非常的气愤。所以我想说的就是，同学们一定要意识到… 你们还是坐下吧，我越讲越生气。（掌声） &ensp;&ensp;&ensp;&ensp;因为我们带了孩子们两年，我们的孩子们非常的优秀。不管是… 所以我想说的就是，有同学说二中内卷化了，二中内卷化了。那么已经毕业的同学站着说话不腰疼。为什么？大家都知道玉林高中，我就公开说玉林高中是一个地级市（？），相当于是县级中学。它为什么能从百分之八十几的一本率上升到今天的百分之九十八的一本率？为什么？因为比别人觉醒，我们城市的孩子都觉得… 我给大家上堂语文课，在县级中学。如果说，我们和他们同处在一个时代的话，他们远远落后于我们。但他们慢慢地感觉到知识改变命运的重要性。所以当我们还觉得城市的学生，西大啊，我们的广西医科大啊去读的时候，人家已经拼着老命跑到北上广去了。所以他们的一本率能达到百分之九十八，而我们二中三中的一本率从百分之九十，吧唧吧唧落到了百分之八十左右。蛋糕就这么大。大家算过一笔账吗？全南宁市五万考生，进南宁二中三中的分别是一千多。你们是佼佼者。但是每一年西大和医科大招生的学生也是一千多。而两所中学它们进入这两所高校的人数也是四到五百人。你不要以为你们，哦↘，考完高考以后，哦~，我去北上广。做梦！还是有将近一百人左右，进入西大和医科大。而你们想想，反正进来的时候是南宁市最优秀的学校的学生。为什么？想过吗？知识改变命运。人家已经比我们超前了！所以有学生别人想学我不想学，关我什么事？这就是教育者是使命和担当的问题。我们劝大家，周六可以来这里学习，不断地去拼搏，为自己拼搏。也许你周围同学十年后不记得你的月考成绩，你的入学考成绩。但十年以后他一定会记得有一个不懈奋斗不懈拼搏的同学就在我身边。所以最可贵是这种精神而不是分数！ &ensp;&ensp;&ensp;&ensp;所以我想告诉大家的是，当你认为这个时代是内卷化的时代，是一个996的时代的时候，OK，你臣服于美国的战略。你就在这个战略的框架内。如果说我们70年代的人，曾老师就是70年代的人，我们对很多的班主任都是70年代的人。我们这代人已经为祖国作出了我们应有的贡献，而且我们现在还在作着贡献。 var BComdfgmXtQpeiMh_options = JSON.parse('{\\\"lrcType\\\":3,\\\"audio\\\":[{\\\"name\\\":\\\"《曾子译注》节选\\\",\\\"artist\\\":\\\"曾子\\\",\\\"url\\\":\\\"source.mp3\\\"}]}'); BComdfgmXtQpeiMh_options.container = document.getElementById(\"mmedia-BComdfgmXtQpeiMh\"); const ap_BComdfgmXtQpeiMh = new APlayer(BComdfgmXtQpeiMh_options); &ensp;&ensp;&ensp;&ensp;这个时代的富强与我们的贡献有密不可分的关系。那么2035年和2040年是你们这一代人担当使命的时候，你们又能做些什么呢？难道就像我们同学们在网上所写的那些文章一样。哦~，一边让我跑着跑操，还要让我喊着口号。连个跑操都跑不了，就两圈，没事，课间操就两圈，三分多钟，喊着口号，跑步的节奏很快吗？他都跑不下来，那你跑不下来，可以班主任说跟老师说我要休息，OK，你出来休息，没人逼着你，对吧？那我请问到2035年，你是一个气喘吁吁的一代吗？你有什么体质，你有什么健康可以为中国贡献？我想问的就是，你是科技振兴时代还是健康振兴时代，先看你的健康问题嘛！健康难道不是我们每个人自己应该提出的诉求吗？学校组织跑操就是衡水化了？跑操就是衡水中学的标签吗？所以我觉得同学们应该想想我们身上的责任和使命担当。 &ensp;&ensp;&ensp;&ensp;第二个我要说的是什么呢，正义何在，是非何在？我们有同学说，跑操为什么要跑整齐呀，这不是天大的笑话吗？排队为什么排整齐，你出门为什么要梳洗打扮一番啊？同学们上个舞台跳舞为什么要整整齐齐啊？出门如见大宾，使民如承大祭。什么意思？人要对自己心中有一个仁义礼智、规范，一个文明的追求。你出门为什么穿衣服呀？出门为什么穿衣服？出门如见大宾！尊重，精益求精！对别人表示诚挚的一种理解和尊重，这是文明程度…我站在这里，向左看，向右看齐，如果是一盘散沙，这是二中学生，这是精益求精吗？不要说2035年的大国工匠了，就是中国制造都说出去都丢人！排个队都要问为什么要整齐呀，跑个步还要问为什么要整齐呀。所以我们要有格局，要有修养。 &ensp;&ensp;&ensp;&ensp;好，最后我要说的是什么呢？就是我请大家好好想一下，我们这一代人，70年，80年这一代的我们做了很多的事情，因为我们心中有很多的忧患意识。我举个例子，你问问我们身边的班主任，特别是化学老师，我们年级教师缺口极大，化学缺两个岗位老师，数…语文缺三个岗位老师。就我，我上三个班的语文课，你有听说过哪个语文老师上三个班的语文课吗？年级主任，政教主任。（笑声）我不是唯一同学们，（掌声）我们为什么…我们每一个老师的教育责任和使命，你要看我们的数学老师岗位缺两个，英语老师缺三个，而就在这么紧张的情况下，我们英语老师数学老师还要去支援高三的腾飞班。你们六班的班主任是不是这样？（六班学生回答“是”并欢呼）每一个老师担当了多少使命！我们甚至有老师拍下胸脯说，只要我们班同学星期六自愿申请来这里，你们是自愿的，我就陪着你们，我带着我的孩子来陪着你们。为什么？你见世界上哪一种职业，是一周加班六天半的？有吗？（掌声）我们是在实践我们的教育理念和教育使命。你们的担当就是在像我们年级这两位同学一样，在网上发说说，诋毁学校。不要说你热爱学校了，你提出那两个字的时候，你在辱骂诋毁南宁二中的时候，你对得起（南宁二中）115年的生日这一天吗？ &ensp;&ensp;&ensp;&ensp;所以我想说的就是，就拿教育部手机管理这件事情，南宁二中是在改革吗？是在…上面推行要求我们做。那我们有些人说，我可以管好自己呀？为什么你要连我一起管？那我想问大家热力出现了六个新冠无症状患者，一道令下就封城是为了什么？没有个人利益，只有国家利益。而我们手机的加强管理是国家教育部对下一代的教育使命担当的一种责任。他没有这么高的教育成本，同学们。他管不了哪一些是自主能力强的，哪一些是管不了自己的，但是利大于弊还是弊大于利，你们都清楚。你们都清楚。所以格局不同，同学们。我们是教育在为国家竞争力这种信念在做这件事情。每个学校是为了自己的教育使命在做这件事情。我想跟您说不让我带手机是吧，那我就邮寄了，我邮寄到学校，这个你管不了我吧？掩耳盗铃，一叶障目。我想说的就是：管好自己，行人由己不由人。这句话大家都在学吧，是不是都在学？实行仁义道德，靠自己不靠别人。别人拿手机，为什么我不能拿？实行仁义道德是自己的事情，不是别人的事情。别人犯法，我为什么不能犯法，难道你也想这样吗？自己管好自己，自己做好事情。我希望每个同学心中都有国家的大局，都要有自己对自己未来的人生设计，都要体会到国民素质的重要性。统治一生做两件事，推行仁政和加强教育，而我们这代人就是我们国家未来的核心竞争力，这是我们这一代教育工作者心中最重要的仁。 &ensp;&ensp;&ensp;&ensp;好，今天我就说到这儿。我希望同学们带着这些思考，好好地，去做人。","link":"/speechundernationalflagbyzeng/"},{"title":"再无学生运动","text":"&ensp;&ensp;&ensp;&ensp;最近五一假期济宁和建瓯的事情流传开来，相信一部分人也都知道了。关于这个东西呢，个人还是觉得蛮有感触的，饵中的事和这两件事相比虽然规模完全不同但是目的是差不多的。 &ensp;&ensp;&ensp;&ensp;但是我最想说的还是关于济宁“交人”的事。 &ensp;&ensp;&ensp;&ensp;交人这个问题其实也暴露出了现在大多数学生的心态，就是我只要我自己获益就行了，其他人怎么样无所谓，在站队中也力求损失最小。其实大家也可以想象一下当年的时候如果全是这种人，一听见悬赏谁谁谁人头几万就马上卖友求荣了，结果会怎样。 &ensp;&ensp;&ensp;&ensp;当然也不是说要拿当年与现在相比。我只是想说现在的这种“岁静”实在是太多了。 &ensp;&ensp;&ensp;&ensp;饵中这件事也有许多人不管是私底下还是明面上嘲讽辱骂当事人的，说他们魔怔脑子有病怎么怎么样的。在现今的社会中我们不像当年那样需要背水一战破釜沉舟，但我们也失去了当年的那种勇气。我们知道自己所谓的“革命”没有效果，我们知道自己可以在学校的规训下至少可以慢慢忍受，我们知道我们要去高考而这只是其中短暂插曲，所以我们默默忍受，这就是绝大部分饵中乃至全国学生的现状。但是我们又的的确确需要某些“傻子”一样的人去打破僵局，我们又确确实实希望自己的生活能变好，我们需要某个有勇气的人，一个敢热血沸腾举着牌子的人，一个敢冲昏头脑去贴大字报的人。 &ensp;&ensp;&ensp;&ensp;由于这样那样的原因，这样的人只会越来越少，我们更多只能私底下抱怨“泄愤”，但是随着我们发现就连私底下抱怨都不能容忍，学校的规训将空间压缩的越来越小的时候，我们还有什么呢？ &ensp;&ensp;&ensp;&ensp;写这些东西，不是为了教育，只是有感而发，我最后只想说一句话，当我们失去那些人时，学生运动才真正消失了。","link":"/stuact/"},{"title":"《几年后到鹅中去》","text":"&ensp;&ensp;&ensp;&ensp;这故事开场时是颇为平淡的，只是后来，马车快要进野鸡岭，而两个乘客也沉默时，回过头来看一看，兴许才有一点故事的意味……&ensp;&ensp;&ensp;&ensp;一辆马车从佛籽岭出来，车夫是个老人家。在一个地铁口旁，他把一个中年人让到车上来。看得出，这是位下乡干部。&ensp;&ensp;&ensp;&ensp;天色好晴朗。水田还没有栽上秧子，但包谷已长得十分青葱，初夏的山野，透露着旺盛的生命力，叫人沉醉不已。柏油马路拐弯了，爬坡了，又拐弯了，又爬坡了。不时有布谷在啼叫，车上的人似乎打起盹来了。&ensp;&ensp;&ensp;&ensp;不知过了多久，马车停住。打盹的干部猛地抬头，看见有人正上到车上来。&ensp;&ensp;&ensp;&ensp;“啊，唐主任？”来人犹豫地打招呼，似乎有些意外。&ensp;&ensp;&ensp;&ensp;“是……老黄同志？”唐主任嗫嚅了一下，也有些突然。&ensp;&ensp;&ensp;&ensp;车抖了一下，从横过路面的小小水坑上驶过。&ensp;&ensp;&ensp;&ensp;唐主任把香烟掏出来，递一支给老黄：“去鹅中？”语气中有和解的意味。&ensp;&ensp;&ensp;&ensp;老黄谨慎地回答：“是。”&ensp;&ensp;&ensp;&ensp;“去包队吗？&ensp;&ensp;&ensp;&ensp;“是。启田大队。”&ensp;&ensp;&ensp;&ensp;“我也是！”唐主任和蔼地笑起来，“我们都是十回下乡九回在，老走鹅中这一方！”&ensp;&ensp;&ensp;&ensp;笑颜使气氛松动起来。三只白鹤高高飞过，不慌不忙扇动着长长的翅膀，在蓝天里显得又白又亮……&ensp;&ensp;&ensp;&ensp;“老黄，”唐主任开诚布公地谈起来，“我一直想找机会和你谈谈呢！为二一年春天在鹅中建的那个门，你怕还对我有些意见呐！”&ensp;&ensp;&ensp;&ensp;“唐主任，你说到哪里去了！”&ensp;&ensp;&ensp;&ensp;“实事求是嘛！当时我是禁机队的负责人，x指挥是我搞的，该由我负责！有人把责任归到你头上，当然不应当！”&ensp;&ensp;&ensp;&ensp;“我……”&ensp;&ensp;&ensp;&ensp;“我也明知那个门不该建，一气就花了四五万。但当时压カ大啊；上边决定要建，同事不同意建，是我硬表了态：我叫建的，我负责！”&ensp;&ensp;&ensp;&ensp;“这种表态，”老黄想了一想，“我也表过……”&ensp;&ensp;&ensp;&ensp;“那是因为我先表嘛！”唐主任接过话头，“老黄，去年报上有篇报道，你读过没有？”&ensp;&ensp;&ensp;&ensp;“哪一篇？”&ensp;&ensp;&ensp;&ensp;“谈得真好！”唐主任不胜感慨地说，“是基层干部座谈。总结说：上面是‘嘴巴硬’，基层干部是‘肩膀硬’！基层干部负责任。像是报道的安徽……”&ensp;&ensp;&ensp;&ensp;路转了一个大弯——在一个菜市场前好像到了尽头，接着又一下子在马车前重新展现出来，一直延伸到老远的山垭口…&ensp;&ensp;&ensp;&ensp;“正是这样嘛！”唐主任点头，“那个门，责任由我负！”&ensp;&ensp;&ensp;&ensp;“我也有责任！那是分派给我的任务。如果不是我催得紧，态度那样硬，说不定就建不成！责任归我负！”&ensp;&ensp;&ensp;&ensp;双方都有诚恳的态度，气氛十分亲切了，甚至到了甜蜜的地步。&ensp;&ensp;&ensp;&ensp;路旁出现了一条水沟，水欢快地流淌着，发出叫人喜悦的响声……&ensp;&ensp;&ensp;&ensp;他们无拘无束地谈下去了。谈形势，谈这次去鹅中纠正“响应号召”中出现的种种偏差，等等。后来，拉起家常来了……&ensp;&ensp;&ensp;&ensp;越近鹅中，地势就越平坦，心里也越舒畅。突然，唐主任拍了拍赶车老汉的肩膀：“停一停！”&ensp;&ensp;&ensp;&ensp;老人家把缰收住了。&ensp;&ensp;&ensp;&ensp;“两年多没到鹅中，看看那个门怎样了！”&ensp;&ensp;&ensp;&ensp;绿化带一块接着一块，已经修剪过了。共享单车静静地横陈着，吸收着阳光，像刚切开的芒果一样新鲜，透着环保的气息……&ensp;&ensp;&ensp;&ensp;看不见那个门。&ensp;&ensp;&ensp;&ensp;唐主任问车夫：“老同志，那个门是不是在这一带？”&ensp;&ensp;&ensp;&ensp;“咹？”老人家听不清。&ensp;&ensp;&ensp;&ensp;老黄大声说：“门一一建过一个金属探测门啊！”&ensp;&ensp;&ensp;&ensp;“嗯，”老人家听懂了，点点头，“是建过一个门。唔，大前年的事喽，春分后开建的。分给我们三个年级，每个年级摊一个门。我都有一个呢！顶上头一个，是南门队……”&ensp;&ensp;&ensp;&ensp;看来老人家说起话来是絮絮不休的。老黄终于打断了他：“现在门在哪里？”&ensp;&ensp;&ensp;&ensp;“哪里？”老人家摇着头，“后来拆了嘛，去年，开春过后……”&ensp;&ensp;&ensp;&ensp;唐主任问：“哪个喊拆的？”&ensp;&ensp;&ensp;&ensp;“哪个？”老人家认真地想了一回，“没有哪个。是我们三个年级的人商量的。总不成就让它摆在那里，门不门坎不坎的！唔，先是拆那些螺丝。论拆装机械，鹅中的学生都是好手，手指最灵活……”&ensp;&ensp;&ensp;&ensp;像我们在乡下会碰到的许多老人家一样，这位老人也有着对往事的惊人记忆。也许平时不大有机会说话，一旦有人听，他们就会把点点滴滴说得详详细细，有几分像自言自语，牵连不断地说下去。说下去，平平静静的，像是在叙述别人的而不是自身的事情，多少波澜都化为了涓涓细流，想当初虽未必如此简单，而今却尽掩在老人家略带沙哑的嗓音里了。&ensp;&ensp;&ensp;&ensp;后来，老黄提醒他：“老人家，我们走吧！”&ensp;&ensp;&ensp;&ensp;老黄的声意，柔和得有些异样。而且不知为什么从这以后不论是老黄还是唐主任，都没再说一句话。&ensp;&ensp;&ensp;&ensp;啊，前面，杂树的碧绿和墙壁的淡蓝看得见了。是的，鹅中就要到了！","link":"/to/"},{"title":"一则曾子于2017年的文章","text":"关于年级周六自愿回校自习安排，想说的话。1、目前学生晚修被考试时间占用太多，不利于科学学习。每天晚修自习都是学生们真正消化知识的黄金时间，也是培养自主学习的主要阵地，每天的学习各环节的落实才会换来最令自己满意的结果。而各科老师们也无意让孩子们一周天天晚修在考试，无奈，教学后的及时检测也是非常重要的，所以为了兼顾教学双方，年级将考试调至周二下午和周六晚上，如此是最好的科学学习方式。 2、充分重视每次考试，科学备考。周五晚上毕竟人都辛苦一周了，孩子们心比较浮躁，从科学角度说不适合考试，也达不到真正的检测效果，完成不了教学要求，周六晚上考试的话，之前还可以挤时间写一写作业，调整一下状态，进入下一个阶段的复习常态。在这里特别提醒孩子们，一切遵循自愿原则，若对周六安排有自己想法可以在家自习，尊重每位同学的个性；如遇周六考试可以周五放学时问老师要试卷，周日早上交就好！ 3、让生活学习张弛有度。科学利用平时晚修自习时间，有效学习，不打扰同学们的计划，做好学习基本的复习预习总结工作，同时充分利用好周六黄金时间，毕竟在家是学在校也是学。不是每周都有周六考试，没考试的时间可以正常自习。班主任和家长们、同学们心知肚明，咱们的有些孩子们周六晚上在家干什么？如果都在学习，那么在校学习不是学吗？如果觉得没有生活滋味，那么在家的一个晚上和一个白天都无法感受到生活滋味，在校住校的同学情谊中都无法感受都生活滋味，请问还可以去哪里感受这最平凡的生活滋味？ 4、关于是否影响亲子关系问题。12月份地铁二号线通了，南宁市内回个家不是大问题，还有共享单车呢！只要想回家，一个晚上加个白天够同学们回家，也够时间享受天伦之乐。平时父母们来校看孩子，很多孩子都不理不睬的，少点娱乐时间，反而会增进市内孩子对父母之情的感念；市外学生如果想回家，每个月都有一个周六晚是全自习，个别同学周六、周日请假都是没有问题的！要特别提醒现在周六有课的同学，本周跟家教老师调整时间哟，全年级都要用上周六晚，相信你的家教老师也要调整时间的！ 5、关于是否是要孩子们加快脚步当个超人的问题。孩子们想多了，我们离高考还远，年级无意让大家做超人。但孩子们可以想想难道做高二学生，没有高考就不用做个”高二年级学生”的样吗？高二阶段至关重要，每天若没有及时消化知识和夯实基础，就会出现两极分化严重的问题，更何况高二五科学测（12月27日）前要上完所有课程，毋庸置疑的是，在教学速度加快的背景下，周末的知识反刍、错题整理和归纳更是重要，如果谁都可以按自己的轻松惬意方式过日子，何必到了高三去喊口号拼搏名校，又何必拼个老命考入南宁二中？不如当初心甘情愿选个轻松惬意的普通高中就好，那是咱们向往优秀的自尊心使然吗？ 在这里要特别感谢班主任、家长们对年级事务的支持，每天都给我们莫大的安慰和鼓励，给了我们这些老师们最大的幸福感！随着时代的需要，教育越来越变得重要，育人的意义关系着每一个家庭，未来越来越需要的人才不是”唯分数论”的人才，而是懂得拼搏吃苦、习惯优秀、自主创新和守住寂寞守住梦想、修养内涵高的人才。17年二中的高考充分体现了这些目标，数学高考十年都没遇到满分了，问到胡腾戈的竞赛老师时，才知道：胡腾戈平时就是一个习惯研究吃透题目的人，高考倒数第二题是个拦路虎，但他在长沙竞赛培训时就做过类似的题目，若不是习惯踏实、勤奋专研和反复探究的精神，即使题目做过也不一定能拿满分，更何况竞赛生的刷题量和面有多少人能比，”天道酬勤””优秀是一种习惯”一点没错。教育者们从分数背后看到的是品质，这才是咱们正在做的有价值的事情，也是亲们最赞同二中的问题！ 为什么高二的班主任们、老师们这么拼命，源于高二这个阶段至关重要，这个时间段正是孩子们遇到最难知识章节需要突破瓶颈的时候，是遇到大量知识不得不改变不科学学习方式的时候，是必须勤奋吃苦才能反复消化重点难点的时候，否则进入高三就会极其被动，至少高三上半学期大家都在冲锋，你还在爬坡补漏洞。老师们的辛苦是应该的，学生们品质的培养时时刻刻都重要，但作为年级管理小组的成员，我们更心疼咱们的班主任和备课组长，没日没夜，家家都有很多困难，但跟我流着眼泪诉苦后又都认真努力的投入工作；孩子们也很懂事，常常劝慰老师们要多多注意休息，年轻老师们也要及时成个家。作为管理者我爱这样的团队，爱咱们可爱懂事的孩子们，爱年级的家委们，守着目标我们一起努力，加油，高二！[呲牙][抱拳][抱拳][抱拳][胜利][胜利]","link":"/%E4%B8%80%E5%88%99%E6%9B%BE%E5%AD%90%E4%BA%8E2017%E5%B9%B4%E7%9A%84%E6%96%87%E7%AB%A0/"},{"title":"九岳山第一中学关于调整月圆之夜的通知","text":"","link":"/%E4%B9%9D%E5%B2%B3%E5%B1%B1%E7%AC%AC%E4%B8%80%E4%B8%AD%E5%AD%A6%E5%85%B3%E4%BA%8E%E8%B0%83%E6%95%B4%E6%9C%88%E5%9C%86%E4%B9%8B%E5%A4%9C%E7%9A%84%E9%80%9A%E7%9F%A5/"},{"title":"二中已死，但我依然歌唱自由","text":"&ensp;&ensp;&ensp;&ensp;看nnez.icu很久没有更新了，料想应该是高考备战到决胜阶段了，大家都卯足劲了在复习，没空写这些了。那就让毕业的学姐来写一点吧。&ensp;&ensp;&ensp;&ensp;最近在二中学长学姐朋友圈里有一篇文章很火，叫“最好的中学，最后的改革”，是说“北大附中之死”的。这里的“死”当然不是说解散、倒闭，是说曾经的学校转变了一种风格，变得不像原来的学校，也就是“死”了。我看完心生感叹，于是写了这篇文章。&ensp;&ensp;&ensp;&ensp;曾经的南宁二中和曾经的北大附中多么相似，都是提倡“博雅”、“素质教育”的名校。北大附中实行“2+1”制度，高一高二走班，完全实行素质教育，学生自己管理自己、选课分班。高三转变突然，完全实行高考模式，一天全部在备考，少有休闲娱乐。这也和曾经的二中的学习生活模式很相似。&ensp;&ensp;&ensp;&ensp;有人适应高一高二这样完全自由的模式，玩的很开心，但也会不适应突然收紧的高三。有人不适应高一高二的自由，依然“卷”到高三。这很正常，大家各依自己个性，找到自己喜欢的方式就好。这很自由。&ensp;&ensp;&ensp;&ensp;可惜在高考的压力下，北大附中也终于挡不住学生、家长、老师的意见，罢免了实行这一制度的校长，从此走向“衡水模式”。这个校长叫王铮，之前一手促成了深圳中学的改革，使其的教育模式闻名于全国。但在王铮离开深圳中学后，深圳中学也沾上了少许“衡水的气息”，开始禁手机、加重作业，但相比北大附中，还是保留着更多的自由。同样的校长、同样的改革，为什么结果都不是完全的美好？为什么结果差异这么大？&ensp;&ensp;&ensp;&ensp;之前我与大学的老师们讨论了：为什么现在不论什么年龄都“内卷成风”这个话题。他们说到的“前途的不确定性”观点，我感到认同。卷王内卷的动因是，希望自己每方面都出众，从而掌握全面的选择权。这也反映在学生的家庭背景上。&ensp;&ensp;&ensp;&ensp;如果家里是官二代、富二代，对孩子培养的容错性会比较高，孩子将来做什么家里都能支持一把，高考如何并不决定人生。高考文化课考不好，可以出国留学，或者学艺术、体育等等，不囿于高考这一条出路。他们可能会认为孩子的综合素质和心理健康才是最重要的。但如果是“做题家”家长，则对孩子教育格外焦虑。因为他们无法继承给孩子什么，孩子的一切都需要靠他们自己争取。&ensp;&ensp;&ensp;&ensp;话说回来，这也确实体现在三所中学家长的构成上。北大附中位于海淀，从海淀黄庄B口出来不远便是。海淀的家长们是全国出名的“鸡娃”，在此环境下，考试成绩是他们心中碾压一切的指标。而深圳中学位于深圳南山区，作为改革开放的示范区，经商、创新氛围浓厚，家长中的“做题家”比例较少，更容易接受这样的教育模式。南宁二中作为这三所中区位条件最差的一所，虽然家长们在广西可能有权势或有财富，但拉到全国就很难谈得上有地位，孩子们的容错性更小。再加上老师们比起另两所也并不算优秀，没有任何不走向“衡水化”的理由。&ensp;&ensp;&ensp;&ensp;当然，学校卷不卷，这既是由家长构成决定的，也是由师资决定的。而家长、老师的构成，又体现在地区财政上，广西本就是“穷乡僻壤”，而素质教育背后，优秀开明的老师，是需要充足的工资支持的。&ensp;&ensp;&ensp;&ensp;因此我也大胆的猜测，大部分觉得“二中已死”的孩子，想必家庭背景都是不错的，至少是中产。当然，我并不是歧视“做题家”，我认为努力是一种天赋，我非常欣赏通过努力改变命运的人。&ensp;&ensp;&ensp;&ensp;这篇文章文末的一些评论使我感叹：“之前在一个饭局上听到一个北大老师说起自己即将读高中的孩子如何优秀，并聊起她为何拒绝到北大附中读书，选择在高考成绩更为夺目的中学就读。 “北大附中高考已经非常不行了。”她说出这话的时候，是非常理所当然的。高考指挥棒下，无论是多么优秀的孩子，多么“高知”背景的父母，都不免功利焦虑起来，一定程度上还在为在应试竞争中拔得头筹而骄傲。 正如文中所说，原本最应该突破壁垒、拥抱素质教育的那批人，如今似乎正在构建壁垒、成为壁垒。如果说，连拥有北京最顶级的教育资源、大量清北背景的家长、聪慧自主的孩子、优秀的教师团队、长达十年的改革、孤勇坚持得几近悲壮的领导者的北大附中，最终仍在推行素质教育的攀岩中坠落，我们要如何希望真正的素质教育仍星火不灭……在偌大的中国，为何连这一点珍贵的火种也免不了被劲风吹灭。”&ensp;&ensp;&ensp;&ensp;从南宁二中，到深圳中学，到北大附中。一个个乌托邦已死，但我依然会为自由歌唱。祝福你们，我亲爱的学弟学妹们，祝你们前程似锦。","link":"/%E4%BA%8C%E4%B8%AD%E5%B7%B2%E6%AD%BB%EF%BC%8C%E4%BD%86%E6%88%91%E4%BE%9D%E7%84%B6%E6%AD%8C%E5%94%B1%E8%87%AA%E7%94%B1/"},{"title":"做遵规守纪好学生！","text":"南宁二中开学第一周班会课PPT声称没人喜欢不守纪律的学生，并且利用监控监视学生。 点击下载PDF","link":"/%E5%81%9A%E9%81%B5%E8%A7%84%E5%AE%88%E7%BA%AA%E5%A5%BD%E5%AD%A6%E7%94%9F/"},{"title":"关于教育潜规则及诱因的愚见","text":"&ensp;&ensp;&ensp;&ensp;前几天跟体系内一老表谈了这个，恰好母校又出了这事，说说他的高见吧。&ensp;&ensp;&ensp;&ensp;先说假定公理：学校只重视业绩，不在乎人权&ensp;&ensp;&ensp;&ensp;总结几个现象及表现诱因和内在诱因： &ensp;&ensp;&ensp;&ensp;1 学习不好，其他学生眼中就是一个小丑，除了哗众取宠一事无成，为什么老师不提醒TA让TA改正？&ensp;&ensp;&ensp;&ensp;（表）一个死气沉沉的班级，成绩肯定下滑，活跃活跃气氛嘛，表面上小丑和大家都挺开心的嘛~：）&ensp;&ensp;&ensp;&ensp;（内）封闭式的学校，学生又没有别的出气筒，拿这种小丑来欺凌再好不过了。&ensp;&ensp;&ensp;&ensp;2 有学习能力的，无心高考，怎么办？&ensp;&ensp;&ensp;&ensp;叫家长呗，告诉他们高考的重要性和残酷性。&ensp;&ensp;&ensp;&ensp;让他爱上车子和房子啊！让他无法承担将来所要面临的经济压力。&ensp;&ensp;&ensp;&ensp;3 凡事多在自己身上找原因？&ensp;&ensp;&ensp;&ensp;吾日三省吾身。。。。。。&ensp;&ensp;&ensp;&ensp;狗屁，你要让学生这么想，形成惯性思维。很多时候，错的就是学校，但为了自身利益就推给你。（跑题提一点：只要有哪怕那么一丝丝利益纠纷的人突然为你着想，要小心了）&ensp;&ensp;&ensp;&ensp;4 学校不怕学生自杀吗？&ensp;&ensp;&ensp;&ensp;怕，当然怕。希望家长能做好原生家庭的建设工作。。。&ensp;&ensp;&ensp;&ensp;怕个屁！自杀的都是那些三无，不学习就没有出路的那类，体系内的子弟们混日子没人敢管，学习不好照样山珍海味谁自杀啊？ 高压政策，一本率提升10%，教育局多拨款xxxx，死几个三无，赔个几百万了事。走法律程序？不怕，不上诉，最多再赔个几十万。媒体？哈哈哈，向xxx通知一声就好了。&ensp;&ensp;&ensp;&ensp;。。。。。。 &ensp;&ensp;&ensp;&ensp;还和那老表谈了一堆通病，不赘述。接下来我把nnez的事告诉了他。 &ensp;&ensp;&ensp;&ensp;4 为什么限制学生自由获取信息？（最大的表现就是严禁手机）&ensp;&ensp;&ensp;&ensp;现在互联网吸引力太大，信息杂乱反动，要维护青年的身心健康。。。 学生就该学习，这是职责和角色。。。&ensp;&ensp;&ensp;&ensp;对信息的垄断是维持体系的关键，底层落实这点只是时间问题，他还大胆猜测现在学生们要一起看一堆鸡血伟光正视频。&ensp;&ensp;&ensp;&ensp;5 穿统一服装跑操喊口号，为什么？&ensp;&ensp;&ensp;&ensp;培养学生集体荣誉感，使同学间团结友爱，减少欺凌。。。 增强锻炼利于学习劳逸结合一举两得。。。&ensp;&ensp;&ensp;&ensp;大家心里其实都会嘀咕，纯纯的形式主义吧？既愚蠢又羞耻。那就对了！领导明白多了，喊这玩意么？穿同一服装来上课么？带手机来不会玩么？ 为了维护体制，从上到下都是集体主义，不能有个性。 更何况还真有信的，红卫兵就是这么来的。&ensp;&ensp;&ensp;&ensp;6 这么做真的有利于学习成绩么？&ensp;&ensp;&ensp;&ensp;严师手下出高徒。&ensp;&ensp;&ensp;&ensp;越来越八股化的现在，的确如此。 &ensp;&ensp;&ensp;&ensp;酒过三巡，老表快撑不住了，我让他赶紧总结一下。&ensp;&ensp;&ensp;&ensp;诶呀，这就是现实嘛，我们无非就是把皇帝的新衣捅破了而已。这茅台。。。。。。&ensp;&ensp;&ensp;&ensp;我们待在体制的最上层，老老实实享受就好了嘛~操心这个做什么。&ensp;&ensp;&ensp;&ensp;怎么？还有贴大字报的？ 没关系，过几年这大字报就红彤彤的了，酒照喝，舞照跳。。。","link":"/%E5%85%B3%E4%BA%8E%E6%95%99%E8%82%B2%E6%BD%9C%E8%A7%84%E5%88%99%E5%8F%8A%E8%AF%B1%E5%9B%A0%E7%9A%84%E6%84%9A%E8%A7%81/"},{"title":"发表空间言论构成诽谤罪？某中指控不完全成立！","text":"&ensp;&ensp;&ensp;&ensp;先说诽谤罪的定义，根据《中华人民共和国刑法》第二百四十六条第二款的规定，诽谤罪，是指故意捏造并散布虚构的事实，足以贬损他人人格，破坏他人名誉，情节严重的行为。 &ensp;&ensp;&ensp;&ensp;而在其中又有如下定义“须有捏造某种事实的行为，即诽谤他人的内容完全是虚构的。如果散布的不是凭空捏造的，而是客观存在的事实，即使有损于他人的人格、名誉，也不构成本罪。” &ensp;&ensp;&ensp;&ensp;请注意，这里说的是诽谤他人的内容“完全”是虚构的，有损他人权利，才构成犯罪。 &ensp;&ensp;&ensp;&ensp;那么，说说里的内容完全是虚构的吗？ &ensp;&ensp;&ensp;&ensp;“另外，我还听说学校要安装电话亭，我打算每天在学校的电话亭打一个小时电话，以满足我的通话需求。” &ensp;&ensp;&ensp;&ensp;“最近，同学们都在讨论学校要安装金属探测仪的事情，我很欣慰看到学校积极响应教育局的号召，我认为这是非常适合我们学校的学生的。毕竟学生的主要任务是学习，学生在苦行的路上不能三心二意，学生的任何兴趣都是通往未来路上的绊脚石。为了南宁二中美好的未来，我建议学校严格管理手机。还有的学生和家长在抱怨不能带老人机，我认为学校对老人机的管理是必要的，家长对学生的关心都是对学生的溺爱。” &ensp;&ensp;&ensp;&ensp;“我只是一个普通的学生，既不精通家族企业的管理之道，也没法在豪华的客厅里坐在沙发上高价聘请名师给我辅导功课。我只是一个希望通过学习改变命运的普通学生。” &ensp;&ensp;&ensp;&ensp;以上内容从字面意义来看全部都是全二中人都能承认的事实以及作者自己都相关事件的评价，完全合理合法合规范，至于某些人为什么对号入座，我无法思考原因。 &ensp;&ensp;&ensp;&ensp;那么，原文中属于虚构的内容都有哪些呢？ &ensp;&ensp;&ensp;&ensp;“学生的主要任务之一。每次听到创城两个字，我就会检查我的桌子上有没有裸露的书籍,桌子上的书有没有超过10厘米，并自觉在心里背诵核心价值观。我一看到垃圾，我就会为校领导感到面红耳赤。我从来不带智能手机，老人机和mp3来学校，每天我都自觉参与跑操，就算跑岔气也要大声喊口号。此外，我一-直坚持单向进出食堂，从来不在二中食堂吃自选和菠萝炒饭。每次我在食堂吃饭都要点3个最贵的鸡腿。学校的选修课我从来不上，因为这种课对高考没有好处，还浪费同学们的时间。还有，我在学校从来不点外卖。” &ensp;&ensp;&ensp;&ensp;“黄校长，你的别墅这么大，能给我分点人民币吗” &ensp;&ensp;&ensp;&ensp;“除了这些，我还每天用金属探测仪检查我的舍友有没有带电子产品，如果他们抱怨，我就告诉他们二中一直在改革。” &ensp;&ensp;&ensp;&ensp;“黄校长，我是一个南宁二中的学生，我已经一-个学期没回家了。每周我都自愿参加学校周六早上的自习。” &ensp;&ensp;&ensp;&ensp;除了第一条无非证实无法证伪外，其余全部为虚构内容。 &ensp;&ensp;&ensp;&ensp;那么，这些虚构内容真的有损人格，名誉吗？ &ensp;&ensp;&ensp;&ensp;我认为是否定的。 &ensp;&ensp;&ensp;&ensp;在这属于虚构的内容中，除了黄校长相关一条涉及自然人之外，其余全部不涉及自然人，故不属于诽谤罪范围。 &ensp;&ensp;&ensp;&ensp;那么，黄校长相关一条侵犯了相关自然人的人格和名誉了吗。 &ensp;&ensp;&ensp;&ensp;我们先看名誉权的解释。 &ensp;&ensp;&ensp;&ensp;名誉权是人格权的一种。这些被维护的名誉是指具有人格尊严的名声，是人格的重要内容，受法律的保护。所谓名誉权，是人们依法享有的对自己所获得的客观社会评价、排除他人侵害的权利。 而在这一条争议言论中，作者暗示了什么，或者说，我们能推出什么呢？ &ensp;&ensp;&ensp;&ensp;一，黄校长很有钱 &ensp;&ensp;&ensp;&ensp;二，黄校长有别墅 &ensp;&ensp;&ensp;&ensp;除第一条“有钱”没有明确定义外，本案争议的焦点只有黄校长有没有别墅，所以，在黄校长公开自己的不动产和资产状况之前，无论如何都不能判断作者犯罪。","link":"/%E5%85%B3%E4%BA%8E%E8%AF%BD%E8%B0%A4/"},{"title":"北宁E中造谣事件","text":"2021年7月，不明人士在抖音上发布视频造谣北宁E中“大量名师出走”。连”反党反社会“小字报都无法击垮的北宁E中，居然发布了红头文件辟谣！ 在抖音上发布的涉事造谣视频如下：《三中五象校区能和二中匹敌吗？说出您的感受》 《最感谢南宁二中的两所学校》 《南宁二中大量名师出走，新学道补习班师资超强！考上985即奖5万》 在《南宁二中大量名师出走，新学道补习班师资超强！考上985即奖5万》视频中，踩一捧一。而细究“新学道”民办学校，可以发现一个熟悉的人物：农光学，北宁E中前任校长。E中教师会选择去新学道也不足为奇了。","link":"/%E5%8C%97%E5%AE%81E%E4%B8%AD%E9%80%A0%E8%B0%A3%E4%BA%8B%E4%BB%B6/"},{"title":"北 宁 二 中 校 歌","text":"填词/调教：张三 混音/母带：李四 李四：第一次做混音，混得不好，不过也勉强能听 var ZefkWjwttychbnPq_options = JSON.parse('{\\\"lrcType\\\":3,\\\"audio\\\":[{\\\"name\\\":\\\"北 宁 二 中 校 歌\\\",\\\"artist\\\":\\\"张三 李四\\\",\\\"url\\\":\\\"/%E5%8F%B2%E8%AE%B0/mixed.mp3\\\"}]}'); ZefkWjwttychbnPq_options.container = document.getElementById(\"mmedia-ZefkWjwttychbnPq\"); const ap_ZefkWjwttychbnPq = new APlayer(ZefkWjwttychbnPq_options); 点击下载歌词： 搞跑操 查手机 南宁二中真** 起太晚 要登记 晚出4次回家去 提意见呀 怼回去 校领导 头真硬 南宁二中真** (Break) 搞竞赛 不争气 南宁二中真** 校领导 爱放屁 跑操还要跑整齐 老人机呀 充电器 MP3 进不去 南宁二中真**","link":"/%E5%8C%97%E5%AE%81%E4%BA%8C%E4%B8%AD%E6%A0%A1%E6%AD%8C/"},{"title":"北宁二中校歌remake","text":"var poEalfIOLybSXKuq_options = JSON.parse('{\\\"lrcType\\\":3,\\\"audio\\\":[{\\\"name\\\":\\\"北宁二中校歌remake\\\",\\\"artist\\\":\\\"未署名\\\",\\\"url\\\":\\\"/北宁二中校歌remake/蜜雪冰城（意味深.wav\\\"}]}'); poEalfIOLybSXKuq_options.container = document.getElementById(\"mmedia-poEalfIOLybSXKuq\"); const ap_poEalfIOLybSXKuq = new APlayer(poEalfIOLybSXKuq_options); 点击下载 “使用Synthesizer V Lite制作。使用五维介质·赤羽Lite声库。感谢热心网友提供的歌词，未能先行联系深表歉意，若侵犯到您的著作权请联系平台立即删除。并没有调过音，也没有混过音（笑）。じゃ，いてください。”","link":"/%E5%8C%97%E5%AE%81%E4%BA%8C%E4%B8%AD%E6%A0%A1%E6%AD%8Cremake/"},{"title":"北宁二中校歌新版","text":"填词/调教：张三 混音/母带：李四 技术力比第一版升级了不少 var VxFjDHBZzgbCJHmx_options = JSON.parse('{\\\"lrcType\\\":3,\\\"audio\\\":[{\\\"name\\\":\\\"北 宁 二 中 校 歌\\\",\\\"artist\\\":\\\"张三 李四\\\",\\\"url\\\":\\\"/%E5%8F%B2%E8%AE%B0/mixed.mp3\\\"}]}'); VxFjDHBZzgbCJHmx_options.container = document.getElementById(\"mmedia-VxFjDHBZzgbCJHmx\"); const ap_VxFjDHBZzgbCJHmx = new APlayer(VxFjDHBZzgbCJHmx_options); 点击下载歌词： 搞跑操 查手机 南宁二中真** 查迟到 派卫兵 只休半天玩个屁 提意见呀 怼回去 校领导 头真硬 南宁二中真** (Break) 查监控 抓手机 南宁二中真** 校领导 爱放屁 跑操还要跑整齐 太阳大呀 晒脱皮 MP3 进不去 南宁二中真**","link":"/%E5%8C%97%E5%AE%81%E4%BA%8C%E4%B8%AD%E6%A0%A1%E6%AD%8C%E6%96%B0%E7%89%88/"},{"title":"9·6 北宁市二中学生坠楼事件","text":"本站收到来信辟谣，当事人坠楼系真，但已脱离生命危险，休学在家。 【事件还原】 时间：2021年9月6日地点：南宁二中心静楼（女生宿舍）后门空调外机旁人物：高二六班一外地生事件：高楼坠落 起因（可能）：家庭矛盾/学习压力/情感问题 经过：当天上午，该女子穿过顶楼天台坐在外墙旁边，不久坠至一楼，期间与外墙发生剐蹭，抢救脱离生命危险，现休学在家。 结果：事件发生时为周日上午十二点左右，因为当时高二双休，无人发现该女子行为异常；又由于宿舍管理员的疏忽，该女子得以前往心静楼天台，同时被在400米操场上军训的高一学生目击坠楼全程。但因为心静楼5层以下的部分被树木挡住且事发突然，故而在场的高一学生无法确认此事是否确实发生。 校方接到报告后封锁现场并转移该生，此时恰逢高三放学导致消息迅速传开，后经确认，该生生活用品已被移出宿舍。截至目前，该生家长、同学及校方并未对此事做出正面回应。但在事故现场地板上发现了血迹及散落的的外墙皮（其内侧亦溅有血迹）","link":"/%E5%8C%97%E5%AE%81%E5%B8%82%E4%BA%8C%E4%B8%AD%E5%AD%A6%E7%94%9F%E5%9D%A0%E6%A5%BC%E4%BA%8B%E4%BB%B6/"},{"title":"《史记》——南宁二中改革之路","text":"欢迎转发至各大社交平台！本文长截图链接：较小版本(推荐，含大部分看点) 较大版本（图片较长，请发送原图） 无论你处于中国的哪个学校，我们都鼓励所有试图改变现状，争取权利的行为。毕竟生活在中国当今的教育环境，就如同大家孤独地走在路上寻找阳光，如果大家相遇时还不能守望相助，相互鼓励，那么余下的或许只有凄凉了罢。 本文由多人共同编辑，难免出现纰漏，如您发现本文有问题，欢迎到论坛发帖指正，谢谢合作。 本文仅为讨论E中某些校领导的司🐴行为，不针对任何老师，也请大家不要攻击任何老师，谢谢茄子。 太长不看版E中设置声称是自愿的周六早自习和周日补课，然而部分班主任严禁学生无故不来早自习，导致学生每周仅有半天假期 E中严格管理手机，且管理范围包括MP3、充电器、电话手表、老人机，且携带此类设备与携带智能手机以同种方式处理 E中为高三(2019级)学生设置跑操，极大压榨同学们的吃饭和洗澡时间 E中部分老师曾钦点过举报学校的学生 黄幼岩曾在开学典礼上对某些学生阴阳怪气 E中一个学期内出现两次学生跳楼事件，且学校均 :选择封锁消息 在E中校领导做出任何实质性改变之前，不建议任何初中生报考北宁E中 目录 2020年8月————-钦点举报 2020年9月————迫真锻炼/司🐴跑操 2020年秋季学期—–迫真自愿/每周半休 2020年10月———–卫兵制度 2020年底————–创城风波 2020年秋季学期—–暗讽蒸清 2021年春季学期—–窗帘回收 2021年2月20日——阴阳怪气 2021年2月28日——迫真征集/严控手机 2021年3月21日——《二中圣经》 2021年3月26日——物理冲塔 2021年4月1日——–愚人演说 2021年4月1日前后—Q群发言 2021年4月1日后——迫真正义 2021年8月20日——-变相开学 2021年8月29日——-极致压榨 2021年8月29日——-鹅中宪法 2021年8月29日——-跑操重启 2021年9月6日、12月20日——学生跳楼 2022年9月17日——短裤事件 2023年9月14日——延长工时 艺术长廊 E中画展 高雅艺术进校园 课后习题 世说新语（玉音放送） 行动指南 笔者的话 参考文献与外部链接 鸣谢 钦点举报2020年8月，一位学生因学校没有推车帮学生搬运行李而举报学校，举报理由为创城期间的形式主义问题，该举报迅速被学校找出本人，体现出E中速度之快。 这是学校通过未知方式获取的举报单（电话已做处理）： 据部分同学叙述，学校的部分老师还公开钦点过该学生，E中校领导真可谓是手眼通天。[来源请求] “陈同学”在空间公布与曾晶的短信记录： 翻译：你知道了学校钦点你又能怎么样？大怒一番还不是因为你心理不够强大而已。你自己不做好自己，没事举报学校干嘛？ 另外，笔者想问一句，为什么学校明知天气炎热，还要让老师们顶着烈日搬运行李？难道是因为找老师不用花钱，还是因为E中老师力大如牛，搬行李比货车还快，又或是确实因为创城而没有货车？ 迫真锻炼/司🐴跑操2020年9月[来源请求]，E中校领导开始推广毫无卵用的跑操制度，跑操内容包括但不限于跑步时队形整齐，大声喊口号，步伐一致等和锻炼身体毫无关系的要求，各班播放衡水中学的跑操视频，可见E中校领导追求形式主义，热爱跟风的司🐴本质。 跑操实施后，引起诸多学生的诧异和不满。校方领导在一次晨会上曾就此发表睿智言论：“有人说二中变了，学衡水了，我说没有。二中一直在改革”“二中一直在改革”也被写入下文的《二中圣经》，成为经典名句；改革的含义也不局限于“跑操”，而泛指南宁二中一系列智熄操作。 在2021年4月1日，曾晶召开的2019级年级大会中，曾晶将跑操与穿衣服、跳舞类比。而穿衣服，跳舞有一个共同的特点，那就是拿来给别人看的，此番言论不就相当于变相承认跑操是形式主义吗？ 曾晶在本次年级大会中并未将跑操与改革联系在一起，反而转移到手机问题上[2]： var mWfenOguNKBPQbjP_options = JSON.parse('{\\\"lrcType\\\":3,\\\"audio\\\":[{\\\"name\\\":\\\"改革\\\",\\\"artist\\\":\\\"曾子\\\",\\\"url\\\":\\\"改革.mp3\\\"}]}'); mWfenOguNKBPQbjP_options.container = document.getElementById(\"mmedia-mWfenOguNKBPQbjP\"); const ap_mWfenOguNKBPQbjP = new APlayer(mWfenOguNKBPQbjP_options); 南宁二中是在改革吗？是在…上面推行要求我们做。 后来，曾晶还一度将跑操上升到国家层面谈论，一个被公认毫无锻炼效果，充满形式主义的制度居然能为中国的健康振兴做贡献，简直可笑至极。 年级大会发言部分原文[2]： 那我请问到2035年，你是一个气喘吁吁的一代吗？你有什么体质，你有什么健康可以为中国贡献？我想问的就是，你是科技振兴时代还是健康振兴时代，先看你的健康问题嘛！健康难道不是我们每个人自己应该提出的诉求吗？学校组织跑操就是衡水化了？跑操就是衡水中学的标签吗？所以我觉得同学们应该想想我们身上的责任和使命担当。 第二个我要说的是什么呢，正义何在，是非何在？我们有同学说，跑操为什么要跑整齐呀，这不是天大的笑话吗？排队为什么排整齐，你出门为什么要梳洗打扮一番啊？同学们上个舞台跳舞为什么要整整齐齐啊？ 然而，由于天气变热导致大量学生翘掉跑操，跑操无法进行，因此跑操却于2021年春季学期末取消，学生重新练习课间操。 到了2021年8月29日，校方重新将高三学生跑操安排至每天17:30至17:55。校方对于跑操态度反复横跳，却仍鼓吹跑操的“好处”，像极了人格分裂，详见跑操重启。 迫真自愿/每周半休2020年秋季学期，学校设置周六”自愿“参加的早自习和周日全日制的补课，使得多数学生每周仅有半天假期。 然而，2021年3月28日，教育部领导来校视察，今天原本早上在校”自愿“学习的学生却在学校取消早自习的通知下不约而同地回家，难道是学生为教育部部长营造安静的视察环境吗？笔者暂时蒙在自愿申请书里。 还有，E中表面上称学生是自愿来校学习，暗地里却在学校门禁上设卡，导致学生需要假条才能在“自愿学习”期间离开校园。且部分班级班主任禁止学生无理由不参与周六早自习，E中校领导瞒上欺下，阳奉阴违的本质显露无疑。 卫兵制度2020年10月，学校开始推行不同班级轮流站岗值周的司🐴值周制度，该制度具体内容如下： 每周找一个当时高二(19级)的学生站岗 每周值周班级要在晨会上到台上做值周总结 一些纱布规定如下 抓男女交往过密，维护毫无卵用的单向进出食堂的司🐴规定，以及毫无意义的在宿舍门口垃圾桶前站岗（本意为指引学生进行垃圾分类，但似乎并没有学生会这样做）等 学校此举浪费学生大量时间，且用于维护毫无卵用的纱布规定。部分教师多次违反单向进出规定，并顶撞值周人员；维护该制度的学生被多数其他学生称为红卫兵。可见大家对该制度的嗤之以鼻，笔者实在不知该制度用意何在。 另外，此制度还导致大量2021届学生辱骂学校。 创城风波2020年南宁市创城期间，学校制定了如“移除每层楼的垃圾桶”“倒垃圾只能去架空层”等“创造性”的规定，部分规定沿用至今[来源请求]。具有浓厚形式主义的规定引起了众多学生的不满，一名学生在启天楼阶梯正中央贴了一个曾晶称为“反党反社会”的标语。 年级大会发言部分原文[2]： 去年创城国检的时候，我们有位同学就在国检必检的启天楼阶梯正中央贴了一个反党反社会的标语。他的目的非常地清楚。 第二个，里面满纸荒唐胡言反党反社会。这是南宁二中培养出来的学生吗？ 该名学生的后续情况尚无人清楚，此事也未广泛传播，官方直至次年4月1日年级大会才公布这一情况。 暗讽蒸清2020年秋季学期，一位同学在晨会上做值周总结时模仿曾晶发言，此举引起同学的广泛讨论，然而大脑降级人ZJ并未发现不对劲。 本次阴阳怪气是笔者所知的第一次学生在公开场合讽刺校领导，可谓是开山鼻祖。 窗帘回收2021年春季学期，学校将各教室走廊一侧的窗帘全部移除，并于学考和高考期间重新安装，待考试结束后恢复移除的状态。此举明显未考虑强光照等因素对学生状态的负面影响，部分班级没有窗帘导致电脑反光影响教学，体现出学校一味追求更高程度的管控。 2021年秋季学期部分班级仅允许白天拉窗帘。 阴阳怪气2021年2月20日，黄幼岩在开学典礼上针对开学前一周没有”自愿回校学习的同学”阴阳怪气，称其”精通家族企业的管理之道“，”在豪华的客厅里坐在沙发上高价聘请名师给我辅导功课“，北宁E中校领导两面三刀本质可见一斑。 迫真征集/严控手机2021年01月15日，教育部办公厅发布”关于加强中小学生手机管理工作的通知“[1]，E中政教处紧随其后发布关于手机管理的意见征求稿，征求家长和同学关于手机管理的意见。 大量学生和家长在征求稿中表明，禁止mp3和老人机过于严格。然而一周之后(2021年02月28日)，政教处发布手机管理规定承诺书，其内容几乎跟意见征求稿完全一致，只不过是把征求稿改成了承诺书，可见校方根本没有征求学生和家长的意见，校领导表里不一，口是心非的本质暴露无遗。 在教育部的文件中，加强管理的设备仅有手机，且教育部要求学校避免简单粗暴管理[1]，然而承诺书中显示，学校禁止智能手机，老人机甚至mp3进入校园，连电话手表都未能幸免，属实阅读理解大师。 学校动用了“400多个摄像头”[6]用于监视和管理电子设备，并将监控录像剪辑并马赛克化涉事学生脸部后发布在食堂旁屏幕上示众；组织教师对食堂、未济湖等地巡查违规情况。 下图为2021年5月26日食堂抓机的相关资料： 2021年秋季学期起，校方于各校门安排人员使用手持式金属探测仪对进出学生审查，据称有要求打开书包的行为。 《二中圣经》2021年3月21日，一位网名为Z的E中学生在QQ空间发表了一篇说说，内容包括学校严禁外卖，取消食堂自选，自愿早自习，严禁老人机，跑操等行为的叙述，其中包含一些争议性内容，例如校长的BS，学校钦点举报学校的学生等。 第二天中午，该说说被光速删除。此时说说发布不到24小时，可见某中校领导执法速度之快，E中校领导可能有114514个公安局亲戚。(作者自行削除的可能性微存？) 本次冲塔行动为目前所有行动中影响力最大，传播最广的，此文章被称为《二中圣经》。笔者的某些同学甚至在宿舍大声朗诵《圣经》，在教室电脑观赏《圣经》。甚至有的同学把《圣经》打印出来临摹。属实洛阳纸贵，可见其影响力之大，且引起了学生们的广泛认同。 然而曾晶认为，他的言论不代表学生普遍意愿。[2]在此笔者想问一句，既然它不代表学生的普遍意愿，为何学生要去点赞，围观，转发？ 此外，在2021年4月1日曾晶召开的2019级年级大会中，曾晶无端认为该说说作者是为了流量而发表[2]。到底是谁在造谣呢？笔者暂时蒙在曾晶的言论里。 此次事件充分展现了E中校领导为了自身利益而罔顾事实，煽动情绪，的司🐴特点。 本次事件后，部分班主任在家长群内发言称该生言论纯属造谣，然而大部分家长都并未看过原文，学校使用信息不对称成功骗过了家长和学生。[来源请求] 年级大会发言截取音频部分原文[2]： var JeEgRfJLfvvLqHMw_options = JSON.parse('{\\\"lrcType\\\":3,\\\"audio\\\":[{\\\"name\\\":\\\"点击量\\\",\\\"artist\\\":\\\"曾子\\\",\\\"url\\\":\\\"点击量.mp3\\\"}]}'); JeEgRfJLfvvLqHMw_options.container = document.getElementById(\"mmedia-JeEgRfJLfvvLqHMw\"); const ap_JeEgRfJLfvvLqHMw = new APlayer(JeEgRfJLfvvLqHMw_options); 我们从上个学期到现在都没有回家了，（笑声）每周我都自愿参加周六自习。（全场爆笑，请注意发言中代词的变化与说说原文的差别）我问那位同学，你周六在不在学校自习？“没有啊…（无辜）我没有在学校啊…”然后我问，你一个学期都没有回家？“没有啊…（无辜）我寒假回家了…暑假回家了…”“我周六也不来…家”为—什—么？博眼球！点赞！微博上写有：我要达到十万点击率（量）。大家知道吗？网络不是法外之地！ 他们代表南宁二中学生们普遍的意愿吗？他写的是什么你们知道吗？（学生们回答“知道”“不知道”等）可能有些同学当然知道。因为有同学去围观、去转发、去点赞。 推荐阅读：空间言论是否构成诽谤？ 物理冲塔2021年3月26日，一位学生在QT楼张贴改编过后的《二中圣经》，该纸张被高一学生(2020级)揭下复印并拍照上传高一年级群。 26日早，学校将监控截图散步至各班主任群、学生QQ群，该生迅速被认出，不愧是二中速度。然而，27日教育部部长将要莅临学校检查，该生可能面临着严重的后果，不过据曾晶的发言判断，该学生应该并未被开除，但一定受了学校的教育和处分[2]，让我们在此为其默哀3.6×1045个普朗克时间。 由于该文章内容相对过激，笔者暂时不考虑放出其内容。 愚人演说[2]2021年4月1日，气急败坏的曾晶在愚人节召开2019级年级大会。 曾晶在2019年级大会上，将两位同学的行为分别描述为“在教育部部长必经的地方张贴反党，反社会的文字”(上文中第二位学生，实际上并没有)，“捏造谣言来诋毁学校的名誉”(上文中第一位学生)。 会上曾晶还对学生对跑操的评价做出了回应，认为跑操整齐就如同穿衣服跳舞一般。除此之外，曾晶还将跑操上升到国家层面谈论。 会上还提到学校教师问题。曾晶就学校教师缺口问题诉苦，并认为“在网上发说说辱骂和诋毁E中对不起E中的115年生日”。 关于手机问题，曾晶提到手机管控并非“E中在改革”，而是教育局要求，并一直强调学生的格局和视野，管理手机是为了国家利益。 除了这些，曾晶还不断提到美国的战略框架，她认为反对内卷，反对996的行为落入了框架之中。然而，2021年8月26日，最高法明确表明996违法[7]，曾晶将人民反抗违法行为说成是落入美国的框架之中，简直可笑至极。 曾晶作为一位语文老师，其议论水平与思考能力居然如此低下，不知已有多少学生已受其误导。笔者猜测可能是曾晶浏览过多微信公众号文章导致其大脑降级。 推荐阅读：社论：警惕高级红！ Q群发言曾晶文中提到了被学生指着鼻子骂，管教是初级阶段的无奈，孩子承受了不该承担的压力等。[3] 迫真正义 此图片为高一(2020级)某班班会课课件，据了解，学校的多数班级都在班会课上放映了这两页内容。 笔者认为，学生指出学校问题的方式或许有所不当，但学校对教育部的规定阳奉阴违，对学生阴阳怪气，对合理提出意见的家长表里不一的行为就能称得上正义了吗？学校标榜自身为正义的行为实在是可笑至极，难道正义就是无条件支持学校的立场吗？笔者暂时蒙在意见征求稿里。 变相开学[4][5]推荐阅读：警惕二中”假”开学，究竟是谁剥夺了我们的知情权？ 2021年8月20日-21日，高三(2019级)部分学生提出对开学具体时间的疑问，并询问开学考相关事宜，消息未被教职工回复且被管理员撤回。 据笔者的同学叙述，学校老师声称23号自愿返校自习，而于此同时，家委却不停打电话催促家长接龙，并声称此次回校为正式开学。学生回到学校后，学校不仅安排了课程，甚至还有考试，变相开学的本质不攻自破，E中校领导的两面三刀，阳奉阴违，表里不一彻底暴露无遗。 var AhDBAidOuUZlAaqi_options = JSON.parse('{\\\"lrcType\\\":3,\\\"audio\\\":[{\\\"name\\\":\\\"录音\\\",\\\"artist\\\":\\\"家委\\\",\\\"url\\\":\\\"rec1.mp3\\\"}]}'); AhDBAidOuUZlAaqi_options.container = document.getElementById(\"mmedia-AhDBAidOuUZlAaqi\"); const ap_AhDBAidOuUZlAaqi = new APlayer(AhDBAidOuUZlAaqi_options); 以下是通话录音的文字版本[5] 十一点是，整理宿舍；十一点到十二点呢是去整理教室 [据消息称，部分教学楼卫生间正在检修，未能投入使用；内宿8月21号才恢复供水供电，外宿情况未知] 要带那个监测体温表（南宁市教育系统师生员工暑假期间自我健康状况及相关信息登记表）、（自我健康状况及相关信息真实性）承诺书，还有那个……疫苗接种证明……（听不清） [此处要求与网传截图略有不一致] 家长不给进去如果孩子发烧也不给进，还有一个家委要提醒说嗯自愿返校的这个事情就不要发朋友圈了这样。 [黑色行动] 啊啊好的，就是这么些了哦不好意思又打扰你了哦 [这其实是家委的第二通电话，第一次是8月21号的返校通知] 极致压榨2021年8月29日，政教处发布新时间表，不仅给高三加上了跑操，还给高一高二加上了体育锻炼时间，下午的空闲时间被压缩到50分钟。 而据笔者所知，学校宿舍18点47关门，从高一教学楼到宿舍即使快步走来回也需要15-20分钟时间，食堂排队也需要5-10分钟，这张新的时间表是要求学生13分钟内吃饱饭，和舍友抢厕所洗澡，最后洗完衣服飞奔至教室吗？笔者暂时蒙在体育锻炼后的臭衣服里。 另外，晚修还没结束就开始洗漱，这是希望高三学生争分夺秒，在教室里洗衣服吗？笔者暂时蒙在洗衣粉里。 此举动又一次表现出E中校领导不顾学生建议，不顾及实际情况，瞎j8乱定规矩的特点。 鹅中宪法2021年8月29日，学校发布《南宁二中学生遵纪守法承诺书》及附录《南宁二中学生违纪处理办法》。上述文件部分相较以往严苛内容引起学生广泛讨论，被称为《鹅中宪法》。 本文中所称手机，是指各种电子移动通信工具，包括各类电子音视、电话手表、游戏机等便携式无线娱乐设备……及上述工具或设备的相关配件如号卡、电源、充电器。 凡被收缴的充电器、数据线、手机，家长在接到班主任电话3个工作日内来校领取手机，如家长在规定时间内不来校领取的，对其收藏，保管过程中出现的质量损坏、甚至遗失，老师和学校不承担任何责任。 跑操重启2021年8月29日，学校在高三年级(2019级)重启跑操，并将跑操移动到下午(如上表所示)。 笔者曾观摩过高三跑操，校领导站在荫凉的主席台上指点江山，学生在夏日的骄阳下挥汗如雨，还能时不时听到学生的抱怨声。学校下午的太阳极大，且排队时间要远长于跑步时间。学生要在太阳下呆长达半个小时到一个小时，而跑步时间却只有短短的两分钟，跑操锻炼身体的理由根本站不住脚，可见曾晶的发言荒唐至极。 另外，大量学生反馈跑操占用时间过多，没有时间吃饭洗澡，可校领导只是回复“学校的决定是经过’深思熟虑’的”。 即使在学生们的极力反对之下，校领导仍然大力推广跑操，再一次体现出E中校领导不顾实际，追求政绩、形式主义的特点。 学生跳楼2021年9月6日[9]细节南宁二中心静楼（高二女生宿舍），高二6班一学生 经过12:00左右，部分高一学生看到心静楼上方有一女生从顶楼跳下（当时正值高一军训，可在400m操场看到宿舍楼顶） 12:05左右，曾晶（政教处主任），徐华（书记）到场，救护车拉走女生后迅速离开 部分学生生称在事发后几天，看到一辆河池牌照的车辆驶入宿舍区域内停留片刻后离开 校方在事发后，迅速封路并封锁消息 现场图片 2021年12月20日细节南宁二中心远楼（高三女生宿舍），高三20班学生 疑似发生于418宿舍 经过13:00左右，部分学生看见消防车，救护车以及警车到达学校宿舍区域内，曾晶（政教处主任），黄幼岩（校长），徐华（书记）到场，从高二高三男生宿舍内可看见有一消防员站在418宿舍门口，宿舍内学生全部站在宿舍门口 14:04左右，宿舍楼内许多学生听见巨大的尖叫声 经调查，有学生在宿舍楼一楼发现气垫，据此推断可能是有学生试图自杀 现场照片 短裤事件2022年9月17日，学校对女生着装提出相当不合理的要求，“只要短过膝盖通通领通报书通知班主任”。表白墙的截图： 学校此举严重脱离实际，引起诸多学生不满。下图是南宁二中校方微信公众号2022年07月19日09点07分发布的标题名为“暑假指南|给南宁市第二中学2022级高一新生的开学指南”的文章的部分截图： 学校公众号中称“女生短裙短裤下沿距离膝盖不得超过15厘米”，实际执行中却是“高于膝盖就抓”，说一套做一套，实在精彩。 延长工时2023年9月14日，大脑降级的北宁谔中政教处宣布从当天起将2022级学生的周五放学时间延至22:20，并爆出了“一年就可以多出50个小时”的逆天大典。 据校内知情人士透露，此前的高二年级“没有一届是到10:20才放学的”，政教处此举显然打乱了本届所有周五在校生的周末安排，妄图再续2020年秋季学期“每周半休”的改革政策，再次体现了谔中高层“只顾政绩，不顾实际”，仅将学生的学业成绩作为逐利的工具，而丝毫不关心学生精神状态的无耻行径。 消息一经发布，立刻引起了2022级学生的众怒，包括创新班在内的不少班级将原消息截图及其光速二创设置为壁纸，以示对政教处倒行逆施、泯灭人性之举的抗议。 笔者认为，所谓“一年就可以多出50个小时”的迫真言论，不过是以曾子为首的谔中政教处为其高压政策罩上的遮羞布。谔中上课铃给出的讽刺更是犀利，“时间不在于你拥有多少，而在于你怎样使用”，如今谔中政教处强行延长高二学生的周末放学时间，这岂不是搬石砸脚、自相矛盾？至于曾子是否会借此大肆宣扬其“强国”思想，笔者暂且蒙在第二节晚自习的下课铃声里。 附注：因“东盟博览会可能造成交通拥堵”，2023年9月15日（星期五）高二学生的放学时间并未被延长。该事件的走向有待进一步观察。 艺术长廊艺术来源于生活，艺术作品的创作需要大家的参与，欢迎投稿！ 为了大家的隐私考虑，投稿时建议大家匿名或使用笔名（当然你想著名也可以）。 E中画展高清大图： 高雅艺术进校园 var tynwSOQxJbUkYnDI_options = JSON.parse('{\\\"lrcType\\\":3,\\\"audio\\\":[{\\\"name\\\":\\\"北 宁 二 中 校 歌\\\",\\\"artist\\\":\\\"张三 李四\\\",\\\"url\\\":\\\"mixed.mp3\\\"}]}'); tynwSOQxJbUkYnDI_options.container = document.getElementById(\"mmedia-tynwSOQxJbUkYnDI\"); const ap_tynwSOQxJbUkYnDI = new APlayer(tynwSOQxJbUkYnDI_options); 点击下载 填词/调教：张三 混音/母带：李四 李四：第一次做混音，混得不好，不过也勉强能听 歌词： 搞跑操 查手机 南宁二中真** 查迟到 派卫兵 只休半天玩个屁 提意见呀 怼回去 校领导 头真硬 南宁二中真** (Break) 查监控 抓手机 南宁二中真** 校领导 爱放屁 跑操还要跑整齐 太阳大呀 晒脱皮 MP3 进不去 南宁二中真** 课后习题 世说新语[2] 严↗肃↘处↘理↘！公—开—批—评！ var WGGoISRKtfoybbZp_options = JSON.parse('{\\\"lrcType\\\":3,\\\"audio\\\":[{\\\"name\\\":\\\"严肃处理公开批评\\\",\\\"artist\\\":\\\"曾子\\\",\\\"url\\\":\\\"严肃处理公开批评.mp3\\\"}]}'); WGGoISRKtfoybbZp_options.container = document.getElementById(\"mmedia-WGGoISRKtfoybbZp\"); const ap_WGGoISRKtfoybbZp = new APlayer(WGGoISRKtfoybbZp_options); 我们年级有位同学照样写了反党反社会的小字报…大字报，贴在陈宝生部长必走过的地方。蓄谋已久，有意这么做。这么做的目的是什么？大家都——清——楚。 var alTWbHhsIMjaVzJC_options = JSON.parse('{\\\"lrcType\\\":3,\\\"audio\\\":[{\\\"name\\\":\\\"大字报\\\",\\\"artist\\\":\\\"曾子\\\",\\\"url\\\":\\\"大字报.mp3\\\"}]}'); alTWbHhsIMjaVzJC_options.container = document.getElementById(\"mmedia-alTWbHhsIMjaVzJC\"); const ap_alTWbHhsIMjaVzJC = new APlayer(alTWbHhsIMjaVzJC_options); 跑操为什么要跑整齐呀，这不是天大的笑话吗？排队为什么排整齐，你出门为什么要梳洗打扮一番啊？同学们上个舞台跳舞为什么要整整齐齐啊？ var joRuiacXlaCfHtPx_options = JSON.parse('{\\\"lrcType\\\":3,\\\"audio\\\":[{\\\"name\\\":\\\"跳舞\\\",\\\"artist\\\":\\\"曾子\\\",\\\"url\\\":\\\"跳舞.mp3\\\"}]}'); joRuiacXlaCfHtPx_options.container = document.getElementById(\"mmedia-joRuiacXlaCfHtPx\"); const ap_joRuiacXlaCfHtPx = new APlayer(joRuiacXlaCfHtPx_options); 你出门为什么穿衣服呀？出门为什么穿衣服？ var kzVNDurejRidgxrN_options = JSON.parse('{\\\"lrcType\\\":3,\\\"audio\\\":[{\\\"name\\\":\\\"衣服\\\",\\\"artist\\\":\\\"曾子\\\",\\\"url\\\":\\\"衣服.mp3\\\"}]}'); kzVNDurejRidgxrN_options.container = document.getElementById(\"mmedia-kzVNDurejRidgxrN\"); const ap_kzVNDurejRidgxrN = new APlayer(kzVNDurejRidgxrN_options); 不要说2035年的大国工匠了，就是中国制造都说出去都丢人！排个队都要问为什么要整齐呀，跑个步还要问为什么要整齐呀。所以我们要有格局，要有修养。 var sHQJAAHAIBvKQyac_options = JSON.parse('{\\\"lrcType\\\":3,\\\"audio\\\":[{\\\"name\\\":\\\"2035\\\",\\\"artist\\\":\\\"曾子\\\",\\\"url\\\":\\\"2035.mp3\\\"}]}'); sHQJAAHAIBvKQyac_options.container = document.getElementById(\"mmedia-sHQJAAHAIBvKQyac\"); const ap_sHQJAAHAIBvKQyac = new APlayer(sHQJAAHAIBvKQyac_options); 你有听说过哪个语文老师上三个班的语文课吗？年级主任，政教主任。 var ZFcbZmfaAjxFCMmb_options = JSON.parse('{\\\"lrcType\\\":3,\\\"audio\\\":[{\\\"name\\\":\\\"三个班\\\",\\\"artist\\\":\\\"曾子\\\",\\\"url\\\":\\\"三个班.mp3\\\"}]}'); ZFcbZmfaAjxFCMmb_options.container = document.getElementById(\"mmedia-ZFcbZmfaAjxFCMmb\"); const ap_ZFcbZmfaAjxFCMmb = new APlayer(ZFcbZmfaAjxFCMmb_options); 行动指南 将本文通过微博私信发送给黄幼岩(图片或链接均可) ​ 推荐指数：★★★★★ ​ 该方法风险较低，难度较低但效果未知。 ​ 本文长截图：传送门 ​ 黄幼岩微博：传送门 向教育局举报E中不遵守五项管理 ​ 推荐指数：★★★☆☆ ​ 举报内容可包括**违规补课，补课收费，早读早于8点(不遵守五项管理)**等。 ​ 举报时请附上翔实的证据，可极大提高举报成功率 ​ 微信举报：扫码关注“中国教育督导”微信公众号→点击右下角“互动平台”模块→弹出菜单后点击“举报平台”→对相关情况进行实名举报。[8] ​ ​ 由于该举报为实名，存在被学校钦点可能，您也可以尝试不使用自己的身份信息。 发邮件威胁校领导 ​ 推荐指数：★★★☆☆ ​ 由于该操作存在风险，操作前请做好高强度匿名准备！ ​ 校长信箱：nnezxb@163.com ​ 政教处邮箱：nnezzjc@163.com ​ 匿名邮箱推荐： Protonmail (最推荐) SecMail ​ 邮件模板： 12345678910校方您好，我们是北宁E中学生维权委员会，今日我们发现你校有如下行为1. 强迫学生跑操2. 制定及其严格的宿舍管理制度3. 严禁一切电子产品进入校园4. 变相强迫学生参加节假日的早自习和补课我方责令你单位在邮件送达后进行整改，若5个工作日内我方没有得到回复，或未按要求整改，请校方做好在各大平台热搜看到如下文章/接受教育部督查组检查的准备：https://www.nnez.icu/%E5%8F%B2%E8%AE%B0/ ——北宁E中学生维权委员会 xxxx年xx月xx日 打电话与校领导亲切互动 ​ 推荐指数：★★★☆☆ ​ 进行此操作时，语气和态度请尽量平和。 ​ 如果您要发表激进言论，请不要使用自己的电话号码，以免被校领导进行真人互动。 ​ 校办：6114338，教务处：6114234，政教处：6114345 ​ 曾晶电话：133 7719 5829 在社交平台宣传E中的改革 ​ 推荐指数：★★★☆☆ ​ 进行此操作时，请给自己的发言配上详实的证据，而且一定不要造谣，以免留下法律把柄。 ​ (笔者注：E中的烂事已经够多了，不需要造谣也够说了) 到自己的初中宣传E中改革 ​ 推荐指数：★★★★★ ​ 此方法可有效避免自己初中的学生被E中毒害，且风险不大。 ​ 宣传时可带上**宣传画册**。 将E中校歌上传到音乐平台 ​ 推荐指数：★★★★★ ​ 该方法风险较低，但失败几率大。点击下载 在宿舍点歌本上填写E中校歌 ​ 推荐指数：★★★★★ ​ 该方法效果极佳，可起到全校人都听到的效果，但需要以上传到音乐平台为条件。 ​ 当然，你也可以使用U盘拷歌到宿管电脑上点歌。点击下载 将教室电脑壁纸换为高清大图 ​ 推荐指数：★★★★☆ ​ 此方法娱乐程度高，但有被学校橄榄风险。 跑操时齐唱高雅艺术进校园 ​ 推荐指数：★★★★☆ ​ 娱乐程度极高，但容易被气急败坏的校领导逮捕。 笔者的话对于从E中毕业，且对E中有好感的学生： 我们认为，北宁E中不过是一个名字而已。事实上，E中的学习环境、管理策略等是由多方面的因素决定的，它们包括GX的教育环境，本届校领导的策略，学生们的反馈等。 如果您认为您在E中享受了良好的教育，度过了快乐的高中生活，那么恭喜您遇到了宽松的教育环境，温和的校领导和可爱的同学们，您当然拥有赞扬它的权利。 对于我们而言，我们遇到了不是太好的教育环境，不听意见的校领导，那么我们同样拥有控诉检举的权利。 这二者并不冲突，毕竟没有什么是永恒不变的。君不见诺基亚商业帝国轰然倒塌；君不见中国百年间发生前所未有之大变。学校不过只是一个集中体现家长，社会，以及教育环境对学生要求的工具。我们希望发扬中华民族自古以来反抗压迫，爱好自由的精神，为学生争取更多的权利。 曾经，北宁E中以成绩好，教学自由，管理开放而闻名于广西，笔者也是因为历届学生对E中的好评而选择了E中。 然而，进入了E中后，E中的风评却急转直下，身边的一切与学长学姐的描述大相径庭，身边同学的言论中无处不体现着对学校的抱怨甚至谩骂。 笔者自身也感觉到学校的规矩不太合理，但是笔者几乎没有听到过学校对此哪怕一句合理的解释，历届学生口中的”自由”，”开放“荡然无存，只剩下一刀切式的管理和为了严格而严格的规定，这样的事情发生一次两次还可以理解，但一而再再而三的发生是否说明校领导为了自身的政绩而不顾及学生感受呢？ 笔者在此真诚地奉劝学校校领导解决问题，不要解决学生，毕竟提出问题的人是解决不完的。 参考文献与外部链接[1] 教育部办公厅. 关于加强中小学生手机管理工作的通知 [2] 政教处主任曾晶于2021年4月1日下午在高二年级大会上的发言 [3] 曾晶以个人身份在QQ群发表的言论 链接1 链接2 链接3 [4] 社论：警惕二中”假”开学，究竟是谁剥夺了我们的知情权？ [5] 为什么“回校”由家委“牵头” [6] 2021年春季学期末，一名学生在“值周总结”时所称 [7] 最高人民法院. 劳动人事争议典型案例（第二批） [8] 广西壮族自治区教育厅. 关于“五项管理”落实情况举报内容及方式的公告 [9] 9·6 北宁市二中学生坠楼事件 鸣谢张三、李四(制作高雅艺术进校园) lime(制作电脑壁纸，本文长截图) Dr.J 氢气 博丽灵梦 上白泽慧音 Dr.S (制作课后习题) Rhys(参与编辑) l*x(参与编辑) 下北泽战车(参与编辑) 20********@qq.com(提供证据) 曾晶(提供素材) nnez.icu(提供平台) 以及所有贡献图片证据的同学们！","link":"/%E5%8F%B2%E8%AE%B0/"},{"title":"圣经批注","text":"&ensp;&ensp;&ensp;&ensp;如果你没有耐心阅读《史记——二中改革之路》，《二中圣经》会是你了解南宁二中“改革”的最佳途径。 &ensp;&ensp;&ensp;&ensp;《二中圣经》由南宁二中一名2019级学生发布在QQ空间，并在遭到删除前不到24小时获得大量转发。说说意在讽刺南宁二中从2019年以来的诸多具有争议性的改革，却被认定为“造谣”“博取点击量”。该生后续情况不详。 &ensp;&ensp;&ensp;&ensp;黄校长，我是一个北宁二中的学生，我已经一个学期没回家了。每周我都自愿参加学校周六早上的自习，每周日北宁二中敬业的老师都义务为我补课[1]。 之前听说有人举报学校，导致老师把举报学校的学生的名字放到家长群里供家长评判[2]。我觉得这样的行为有助于学生反思自己，且随意举报学校的行为既减少了同学们的学习时间，也不利于北宁市文明程度的提高。 [1] 2019级在高一便设置“周日拓展课”即补课，两张课表实行“双轨制”。2020年秋季学期，学校设置周六”自愿“参加早自习，使得2019级学生一周半休。据悉，2021级入学一个多月便自上而下铺开。[2] 指2019级“陈同学”对南宁二中创城期间形式主义规定的举报，该生面对校方的压力曾经在QQ空间发声寻求帮助。 &ensp;&ensp;&ensp;&ensp;学习并不是学生的唯一任务，保持北宁市的文明也是学生的主要任务之一。每次听到创城两个字，我就会检查我的桌子上有没有裸露的书籍，桌子上的书有没有超过10厘米，并自觉在心里背诵核心价值观[3]。我一看到垃圾，我就会为校领导感到面红耳赤。我从来不带智能手机，老人机和mp3来学校[4]，每天我都自觉参与跑操，就算跑岔气也要大声喊口号[5]。此外，我一直坚持单向进出食堂[6]，从来不在二中食堂吃自选和菠萝炒饭[7]。每次我在食堂吃饭都要点3个最贵的鸡腿。学校的选修课我从来不上[8]，因为这种课对高考没有好处，还浪费同学们的时间。还有，我在学校从来不点外卖。 [3] 指创城期间具有形式主义的规定，背诵内容包括社会主义核心价值观、六个“好”和“隔周美术/音乐课、30分钟体育锻炼”。 [4] 指校方将教育部文件限制内容扩大到mp3和电话手表。 [5] 指校方典型的形式主义跑操，甚至在2019级步入高三后对学生时间安排和学习生活造成不良影响。 [6] 指校方不对老师做约束的食堂单项进出规定。 [7] 指校方取消自选餐，自选餐仅存在于2019年秋季学期。 [8] 指2019级仅在2019年秋季学期上过的选修课。 &ensp;&ensp;&ensp;&ensp;我清楚的知道，人在社会中生活，除了自律之外还要受到他律。因此，我每天都提醒不遵守食堂单向进出规定的同学，并拦住他们。如果逆向进出的是老师，我一定不会拦，因为老师是教育我们的人，他们上班这么辛苦，一定拥有自由进出食堂的权利[6]。如果遇到点外卖和迟到的同学，我还会认真地教育他们，然后我就把他们的名字告诉学校。当然，有一些同学说我们是**BING，还有一些同学说我是学校的🐶，虽然被骂很不爽，但是我知道我是光荣的，因为我在维护学校的制度。除了这些，我还每天用金属探测仪检查我的舍友有没有带电子产品[9]，如果他们抱怨，我就告诉他们二中一直在改革[10]。 [9] 影射校方于三个大门加装的金属探测仪，校方并未使用过手持式金属探测仪。 [10] 指跑操实施后，面对学生在空间对此的议论，校领导于晨会上称“有人说二中变了，学衡水了，我说没有。二中一直在改革”。 &ensp;&ensp;&ensp;&ensp;另外，我还听说学校要安装电话亭，我打算每天在学校的电话亭打一个小时电话，以满足我的通话需求[11]。我经常看到骂二中的说说，还有人把曾主任叫做曾三日，更有甚者还骂曾主任是🐶。我非常不理解这种行为，他们一定是不懂二中改革的成效。所以我每次看到这样的说说，我都会回复二中一直在改革，毕竟二中一直在改革[10]。 [11] 南宁二中在实施手机管理后，在校园内多出设置电话亭。 &ensp;&ensp;&ensp;&ensp;最近，同学们都在讨论学校要安装金属探测仪的事情[9]，我很欣慰看到学校积极响应教育局的号召，我认为这是非常适合我们学校的学生的。毕竟学生的主要任务是学习，学生在苦行的路上不能三心二意，学生的任何兴趣都是通往未来路上的绊脚石。为了北宁二中美好的未来，我建议学校严格管理手机。还有的学生和家长在抱怨不能带老人机，我认为学校对老人机的管理是必要的，家长对学生的关心都是对学生的溺爱，影响了学生的大好前途，亲人只会影响你做题的速度。 &ensp;&ensp;&ensp;&ensp;我只是一个普通的学生，既不精通家族企业的管理之道，也没法在豪华的客厅里坐在沙发上高价聘请名师给我辅导功课。[12]我只是一个希望通过学习改变命运的普通学生，很荣幸能遇到这么敬业的年级主任和热衷于改革的校长。 [12] 2021年2月20日，黄幼岩在开学典礼上针对开学前一周没有”自愿回校学习的同学”阴阳怪气，称其”精通家族企业的管理之道“，”在豪华的客厅里坐在沙发上高价聘请名师给我辅导功课“。 &ensp;&ensp;&ensp;&ensp;黄校长，你的别墅这么大，能给我分点人民币吗😭😭😭😭😭","link":"/%E5%9C%A3%E7%BB%8F%E6%89%B9%E6%B3%A8/"},{"title":"在栗树咖啡馆的一隅","text":"&ensp;&ensp;&ensp;&ensp;或许这届高三会是最后一届和“曾经的鹅城”最相像的学生了，拥有鹅城人独特的个性和反抗的意识。随着高考、出分，这一届高三也即将成为历史，而后成为供学校宣传的工具和谈资。我又看到icu的投稿时间都设定在了1984，于是趁着老大哥初具雏形前“最后的时光”来谈谈自己对历经鹅城一些心境的总结。 &ensp;&ensp;&ensp;&ensp;对于我18级的学生而言，鹅城所谓“教育的改革”是从高二下，甚至可以说是高三开始的。而19级作为顶着ycy的名号进来的“尖子”，对于学生的强压或许就更进一步。正如《鹅城已死》一文中所言，“衡水化”的过程是短暂，激进却有效的。我们可以看到19级对于学校的反抗，从贴文文的大字报开始，到今日的icu，抗议的方式也愈发理性高效。但是对于20级，21级甚至再往后的学生而言，或许他们都会习惯克扣假期、非自愿甚至高压式的学习过程。而这反抗的经历，也会成为我们遥远的记忆。往后可能会有学生对曾经的鹅城表达好奇，正像活在大洋国的温斯顿一样，听我们这群坐在酒馆里的老头胡言乱语。 &ensp;&ensp;&ensp;&ensp;《鹅城史记》一文或许是对这激烈变化的最好证明。处于“世纪之交”的我们很有幸地见证了这一场改革。它将曾经的教育理念揉碎，用最大的体量准备建立最完美的衡水。直至新的作息时间表成为无人质疑的日常，克扣假期成为理所应当。这些变化对于我们几届鹅城学子看来无疑是荒谬的（也有可能不这么荒谬，因为在我的记忆中似乎高一时三月三和博览会的四天假期一天没放？），而对于之后的学生却不尽然。我问在附中复读的一位朋友对于鹅城改革的看法，他只是惊讶于鹅城的改革居然到现在才开始。在附中早已建立起完善的高压学习体制，甚至还有自干五帮着学校维持教学秩序。这时我也明白了，在成熟的衡水体制教育模式下，反抗的学生也不过是“教育改革的暂痛”，最终也难以在鹅城的“光辉”历程中抹下“污迹”。 &ensp;&ensp;&ensp;&ensp;所以我终究对反抗持悲观的态度，因为鹅城正史不会记得《史记》，只会记得在机器中产出的优品，直至榨干这份产品对鹅城最后的剩余价值。对于改革措施拙劣的措辞，在《史记》及其注释中也已经将其辩驳得体无完肤。当zj为“996”辩护时，理性对于他来说也已经成为奢望。而这对于鹅城历史的进程却没有造成任何影响。或许在这时不得不下一个悲观的结论：在鹅城眼里，事实和真相，甚至是学生的诉求已经不再归属于鹅城考虑的范围之内了。他们需要做的只是推出各种增加负担的措施，随后用拙劣的措辞掩盖搪塞，直到反抗的人离开学校，直到这项措施成为既定的事实，直到二中变为和衡水一样臃肿，庞大而同质化的教育机器。 &ensp;&ensp;&ensp;&ensp;在如今教育改革已经趋近完全，就连你们也准备离开学校的时候，我不知道还能有多少人保持对于当今二中和曾经的思考。看近期高考出分宣传的言论，鹅鳝大战又成为了两校之间相互攻击的依据。也总是会有这么一群人操持着最廉价的自豪感，一边帮着克扣了自己三月三国庆端午中秋暑假寒假周末和课余休息时间的鹅城说话，一边去攻击和自己处于同一境地的其它同学。所以我始终希望大家对鹅城抱持一份客观的态度，真正去思考这三年的高中生活给自己带来了什么，抑或是自己为自己创造了什么。就像今天这份抗争的历史，也像你们或许快要拿到的毕业证书或是大学的录取通知，都是无可替代的回忆。 &ensp;&ensp;&ensp;&ensp;而最后，我还想谈谈对于鹅城，甚至是高中生活的一点看法。高中生活在还未衡水化的两年里为我带来了很多，有志同道合的朋友，有丰富的课余活动，甚至还有带鳝城的朋友领略元旦晚会的快乐。或许会有朋友认为衡水化之后能够更有效地利用时间，这也是正确的。但是于我而言，这也不过是大洋国建立之前模糊的记忆了。对于我来说，或许需要认清一个事实：在鹅城的改革之后，虽说他曾道貌岸然地说这是为了学生的发展，但鹅城或许已经不再是一个可以自由发挥个性的学校了。当学生已经成为了宣传的工具，教育的谈资时，我已不再把鹅城当作“温暖大家庭”，而是被迫地留在教育机器里等待出产；也如奥勃良所言，已经不会有所谓“人性”的东西为他们的所做所谓感到愤慨，而起身反对他们了。当“人性”和常识为鹅城所操控时，没有人会怀疑它是错的。我们只能看到每年一次歌舞升平，又是一群人涌向鹅城，希望能够借此机会挣脱枷锁，去往更广阔的世界。 &ensp;&ensp;&ensp;&ensp;所以现如今，我们对于鹅城的所思所感或许只能是整个大洋国中栗树咖啡馆的一角，记录着曾经发生过故事，和未来即将发生的历史。或许摇摇欲坠，但依然保留着痕迹。也让我以《野草》的题辞做结：过去的生命已经死亡。我对这死亡有大欢喜，因为我借此知道它曾经存活。死亡的生命已经朽腐。我对这朽腐有大欢喜，因为我借此知道它还非空虚。我们铭记今日抗争的历程，看到它的未来，但依然保持着这份自豪。因为这是独属于曾经鹅城人自由的精神。","link":"/%E5%9C%A8%E6%A0%97%E6%A0%91%E5%92%96%E5%95%A1%E9%A6%86%E7%9A%84%E4%B8%80%E9%9A%85/"},{"title":"封校笑话","text":"“为什么不让我们在宿舍”学生大声质问“宿舍人多不利于疫情防控”黄校说道“为什么要上教室。”“让你们高效利用时间 ”“50多人在两个宿舍大的教室不是不利于疫情防控吗？”“不，在教室你们很健康，在宿舍你们容易传染。","link":"/%E5%B0%81%E6%A0%A1%E7%AC%91%E8%AF%9D/"},{"title":"就宿舍换楼一事告全年级全校师生书","text":"&ensp;&ensp;&ensp;&ensp;宿舍换楼风波发生已有几天，其中出现种种现象引人深思。尽管已经发生了可谓规模浩大的大大小小的争论，对于这一系列争论的核心争议点，即宿舍换楼的实质性影响相比之下却显得力不从心。在笔者所接触到的范围内，相当比例的同学对于当前提出的方案存在很大不满，而这样一种不满却常常导致事态更进一步升级恶化。为避免事情一路倒向对同学、对老师、对学校都不利的三输局面，我们此刻迫切地需要冷静下来、重新理清现实存在的问题以及我们的诉求。 &ensp;&ensp;&ensp;&ensp;在这里，总结了笔者所接触到的范围内对于如今被认为将要执行的男女生宿舍对调方案中存在的最主要、也是最无可争议的几点问题： &ensp;&ensp;&ensp;&ensp;一，搬动宿舍耗时耗力。需要全校同学搬运大件的行李物品下楼再上楼，其劳动量是异常巨大的，更不用说在如今动辄30℃的气温和烈日下进行如此高强度的搬运。对于已经有过一次搬宿舍经历的新高三来说，在已经不足一年的高考备考时间中耗费身心精力投入劳累的换楼工作并不能为高考成绩增加哪怕半点优势。让我们来算一笔账，只算搬运过程中的时间消耗，一人消耗3小时，全年级1500余人就要多消耗4500小时，相当于完整完成3600次75分钟的考试！若是在算上搬运后的打扫以及重新布置，这一数据翻倍都不在话下。二中学子寒窗苦读，等到誓师大会完、准备好不顾一切一门心思扑在学习上时，却看到用尽办法从假期、周末甚至回家路上拼命节省下来的高三冲刺时间却有近万小时被用于为还未入学新生“可能”的超员和各种与高考无关的繁文缛节服务，该如何感想？ &ensp;&ensp;&ensp;&ensp;尽管在宿舍管理主题会议（以下简称“会议”）中有老师提到搬宿舍是为了学校长远考虑等理由，但我们都能看到无论何种理由都无法否认这样一个事实，即更换宿舍楼调换方案的换楼工作为在校两个年级带来的只会有劳累和时间精力损失。 &ensp;&ensp;&ensp;&ensp;二，装修与宿舍环境安全。在会议中有老师提出，换楼后将要对四栋建成时间较早的宿舍进行翻修改造工作，并明确提及其中涉及墙面翻新工作。在2024年7月13号至目前暂定的八月初第一批返校学生到来，仅有不足一个月的时间进行如此庞大的翻新工程，目前普通家庭住宅装修翻新普遍认为需要静置通风3-6个月后方可入住，同时部分如孕妇、老人、儿童等敏感人群更需要考虑装修翻新后产生的有害物质对健康的影响，青少年亦在其中行列。 &ensp;&ensp;&ensp;&ensp;仅有一个月的时间，校方该如何做到保障翻新后宿舍环境达到了可以健康入住的标准？其中是否有如第三方机构进行检验等措施保障学生安全？若有保障措施，为什么不公开？倘若学生因更换宿舍后出现健康问题，由谁担负责任？诸多问题，校方目前仍未给出明确答复。 &ensp;&ensp;&ensp;&ensp;三，翻新施工已经失去在学生当中的信任。先例已无法列尽，诸如心宁楼晾衣杆坠落、险些造成学生人身安全问题，保修一段时间后却只有简单绑绳子的粗暴解决；心宁楼宣传更换上床下桌，更换其中一间拍摄照片后将该间宿舍封闭停用、不再进行其他宿舍的更换；心明楼门口闸机损坏、影响学生出入后近一个学期才得到有效修缮；心静楼自习室宣布装修空调关闭，更是一个学期仍未见到能完成重新开放……校方在宿舍施工上并未给学生展示出如其所言的高效，与之相反，“校方宣布的施工只会停留在PPT上”已经成为了数年下来包括几届毕业生甚至无数学生家长在内的共识。 &ensp;&ensp;&ensp;&ensp;如此，校方既然以翻新宿舍为更换宿舍后居住条件的保证，便不能纸上谈兵，需要展示出足够的证明来展示保障学生居住条件的决心。在可公开且硬性规定必须公开的范围内，诸如施工的招标信息、承接单位、施工日程等信息，都需要向全校展示，如此才能在施工一事上获得学生及家长的信任。 &ensp;&ensp;&ensp;&ensp;四，换楼后保障居住舒适度问题。男女生宿舍楼在设计之初用途的不同便为其赋予了不同考虑的基础设施，如女生宿舍楼配备有电吹风和窗帘，而男生楼没有，等等等等。尽管有老师在会议中提到将要为心宁、心泊、心明楼增设电吹风和窗帘，但并未提及已经有过多次跳闸断电、老化严重的心宁楼电力系统如何承受如此多数量的电吹风。 &ensp;&ensp;&ensp;&ensp;这一点一部分同第三个问题一样，是校方在宿舍建设方面的承诺于学生间失去信任的问题，一部分从根本上来说男女生宿舍楼对调这一过于巨大的变动本身就不可避免存在相当多数量的问题需要解决。倘若执意进行男女生对调，校方如何保障学生的居住舒适程度不会受到影响？在居住舒适度保障上，校方并未给出有力的保证。 &ensp;&ensp;&ensp;&ensp;五，性相关、卫生和隐私问题。男女宿舍楼对调，无可避免地将要触及性相关的问题。对调后的宿舍楼如何保障做好卫生清洁工作？各种墙角、缝隙等细节区域校方不可能完全顾及，只能交由已经搬入新宿舍的学生自主完成清洁，由于性别带来的而令人难以接受的这一过程又要耗费多少时间精力？ &ensp;&ensp;&ensp;&ensp;就外部影响而言，南宁二中作为一所本身便极具话题热度的学校，若触及这一当下的敏感话题而不能有效应对，对于社会舆情舆论的导向乃至南宁二中在还未入学的未来学子、在校的现役学子及毕业生们当中形象更是不利。同时在内部影响上，性别差异带来的问题可以预见地会造成全校学生的心理不适，在正常学习生活中带来更多不可控因素。倘若贸然牵动涉及此类问题，甚至认为这一系列潜在问题仅仅只是学生凭空臆想、认为只是习惯所致且可以轻松克服，不可否认地是对于国家与人民在现代化建设新时代中产生的重视性问题的新共识的轻视，更有损于校内男女生之间团结友善关系。 &ensp;&ensp;&ensp;&ensp;以上问题如未能得到有效解决，基于男女生宿舍楼对调的方案便必然要为全体学生带来无可避免的极大负面影响。同时，在整件换楼相关的连续事件中，我们也可以看到校方在决策和处理相关事件方面存在不尽人意的几点。 &ensp;&ensp;&ensp;&ensp;一，决策时间过晚。2023级入学已经有接近一年，在其刚入学甚至刚刚完成中考报名后，便已经可以根据新高考趋势和国家基础教育政策推导出男生人数将要持续增加的结论。对于办学这个需要大局观和长远考虑、需要谨慎对待的事务，校方在2023年暑假并未有所反应并在两个月后全面更换宿舍楼时及时提出。而后，校方更是竟然在长达一年的时间里没有任何的提前讨论、提前预告。在如此严重且明显的危机面前，却没有做到未雨绸缪、提前准备，要等到距离新生填报入学的时间不足一个月时才火急火燎地商讨对应方案。如会议中老师所言，“办学容不得一点差错”，那么这次匆忙的应对便是对于办学工作的无比轻视、是如此重要工作所必须的敏感度的缺失。 &ensp;&ensp;&ensp;&ensp;二，决策过程不透明与校方领导公信力的丢失。在最后关头紧急商讨应对应对方案时，一直到会议召开，换楼相关事务的存在甚至没有任何正式承认。学生了解到换楼方案的途径被完全堵死，就连主动询问都得不到进一步信息，只能通过不靠谱的小道消息道听途说，各种离谱的猜测都好像得到了“默认”一样，完全得不到任何有效措施进行澄清和信息同步；哪怕是到了会议中，参会老师都还在不停地以强硬的语气毫无理由地命令各种内容都不可公开，学生普遍存在有不安和质疑甚至其他过激情绪都是理所当然的。 &ensp;&ensp;&ensp;&ensp;校方并没有做好疏导学生舆论的工作，与之相反，只是不给出任何合理理由地一昧拒绝公开其中的各个环节，可以说，校方领导在学生当中公信力一再降低，学生已经不再信任校方领导及其一手主导、不公开透明的事情。 &ensp;&ensp;&ensp;&ensp;三，校方与学生间的对话意识的缺乏。有复数名参加会议的学生反应，在会议中，多位学生在先后多次提及其诉求和意见，却在达成意见交流上大失所望。在会议一开始便有人在与老师单独一对一交流时提出男女不对调的底线和新高三男生更换至心泊楼以应对新高一床位不足问题的方案，然而得到的只有参会老师如同全盘否认一般一条一条争吵、寻找各种解释反驳学生的各种意见、将每一条建议认定为不可行不合理后全数打回的回应。一直到最后少部分热心学生留下来继续探讨反复提出此方案多次后，参会老师才同意接受这一意见并将其向上反映，还时不时伴随有“你们一开始提出来不就好了吗”“这些学生怎么那么难讲话呢”等表示。 &ensp;&ensp;&ensp;&ensp;这些事情所反映出来的，是本次换楼的决策及负责学生沟通相关的老师存在轻视学生意见的问题。老师并没有做到很好地尊重两个年级三千人的集体意见，而可能是选择抱着为学生打上类似于“年轻气盛”“没有思考”“考虑不周”等标签、自己则有“教导”义务要说服学生抛弃“错误的想法”的心态，以至于在会议中前半段对于学生冷静的陈述和提议选择反复使用“大局观”“长远角度”等说法毫无逻辑地说教、强行暗示其想法不正确，并导致会议中的意见交流并不愉快。在会后进行方案投票时，亦未公布投票的相关信息，只有一句“会考虑的”，在学生与校方领导关系紧张的当下显然不能成为校方已经切实考量学生诉求与利益的有力保证。 &ensp;&ensp;&ensp;&ensp;基于以上种种问题与现实存在的失控现象，笔者在这里向全校全体师生呼吁： &ensp;&ensp;&ensp;&ensp;校方应重新考虑男女生宿舍对调这一方案的可行性和必要性，尽快就学生的不信任做出正面回应，积极公开非硬性保密需求的数据和文件，将就换楼一事校方落实的政策流程公开透明化公示。 &ensp;&ensp;&ensp;&ensp;校方理应留出足够的缓冲期，供物业及宿管带队老师及学生进入对方宿舍进行更全面的调查，以便发现更多潜在问题、更加全面准确地考虑整个方案。 &ensp;&ensp;&ensp;&ensp;同时，校方也应由此次事件意识到与学生对话的重要性，主动寻找并纠正可能存在的有悖社会主义现代化建设新时代对于教育要求的陈旧威权思想，积极听取众多学生的不同诉求、进行充分的共同探讨，在今后建立起长期有效的校方-学生对话机制。 &ensp;&ensp;&ensp;&ensp;而对于学生，两年的经历已经告诉我们，一昧忍气吞声、妥协接受或是内讧分化都不能保护我们所应得的权益。只有肩并肩站在一起、发出我们的声音，才真正能追取到我们的诉求。学生不应继续此前存在的在学生之中进行内部分化与对立的行为，应停止在学生内部划分阵营、互扣帽子、上升话题攻击等毫无意义的争斗。我们应该意识到，当下诸多矛盾的根源不在于学生内部，解决以上问题所需要面对的阻碍也在学生之外。 &ensp;&ensp;&ensp;&ensp;我们要将讨论重心转回换楼方案本身，若坚持男女宿舍楼不对调的底线诉求，则应当尽快讨论出就当下局面新的应对方案；若仍需要对调，则应当关注于对调后的卫生等问题。我们应当赞扬那些可能不聪明但一马当先为了全体学生的共同利益而努力的人、应当赞扬那些即便鲁莽仍是为了学生和学校而尽力的人。我们要就事论事、和谐共处，在这一件一致的事务上团结一致，保护在校生男女、年级之间的和谐与团结，步调和谐、停止内耗与无限制让步，积极踊跃采取更多行动、步步推进保卫属于我们的权益。 &ensp;&ensp;&ensp;&ensp;南宁二中作为我们的母校，其能稳中向好、不断发展便是我们共同的心愿。因情绪过激而上升到学校层面的攻击显然并不理智不适合，校方若以“学生闹事”之由拒绝承认错误接受改进亦然。学生应当意识到，我们的行动旨在争取保护在校学生的利益、争取促成学生与校方的意见交流、争取促进学生学校共同进步，绝不能抛开我们的目标、成为只为制造混乱的“乱民”。校方亦不能以势服人，为了打压出头学生不择使用从仪容仪表、综合评定到毫无理由地扣帽子等略有威胁意味的手段要求学生（这在一些教育质量更低的学校中并不少见，无论上述状况在二中是否存在，双方都应有则改之无则加勉）。 &ensp;&ensp;&ensp;&ensp;我们要合理表达诉求、积极采取行动！ &ensp;&ensp;&ensp;&ensp;要求平等对话交流、重新考虑方案！ 南宁二中的普通学生 2024年6月28日 星期五 严正声明 &ensp;&ensp;&ensp;&ensp;笔者完全支持社会主义，支持中国共产党的领导，忠于中华人民共和国宪法，维护宪法权威，履行法定职责，忠于祖国、忠于人民、恪尽职守、廉洁奉公、接受人民监督，为建设富强民主文明和谐美丽的社会主义现代化强国努力奋斗。笔者支持性别平等、支持民族团结与社会主义民主、支持教育部 国家发展改革委 财政部关于实施新时代基础教育扩优提质行动计划的意见，全力维护党和国家的政策方针。 &ensp;&ensp;&ensp;&ensp;本文内容仅为笔者一人收集、整理，文中涉及其他同学的观点与思想不代表本人观点，文中涉及不良现象多数为同学流传，请理性客观看待。文中内容若有与事实不符之处，欢迎为其他师生指出改正，能力不足还请见谅。 &ensp;&ensp;&ensp;&ensp;本文旨在促进学校更好发展，严格遵守学校管理规定、不透露任何具体数据内容、规范表达用语、主动避免失控传播造成不良舆论影响。考虑到当前状况，在拥有充足证据前，任何对于本文目的及校内影响的指控都是不可接受的。 &ensp;&ensp;&ensp;&ensp;为拥护社会主义核心价值观、维护未成年人隐私，相关文本内容不涉及不符合社会主义核心价值观的内容以及任何具体的学生老师姓名，笔者姓名亦一同隐去。同时，出于对学校信息数据安全负责，本文不会直接或间接使用任何从全国数据系统下载的数据，亦不会提及会议中出现的具体老师和同学。本文讨论校内事务作为校内倡议，仅代表个人观点，只将在校内事件所涉及学生及老师间流通、不会上传至面向校外的互联网平台。 &ensp;&ensp;&ensp;&ensp;本文仅供校内讨论，私自向校外及无关人员传播者需要自负全部责任。同时，笔者将不会在发布时透露任何个人信息，笔者不会允许任何对于未成年人隐私及通讯信息隐私的侵犯，若有任何个人及组织妄图通过技术或胁迫手段非法获取笔者相关信息、威胁到笔者人身安全及其他合法利益，请你为中国互联网信息数据安全及个人隐私安全负责，执法及监察机关一定会追查到底。 点击下载pdf版本","link":"/%E5%B0%B1%E5%AE%BF%E8%88%8D%E6%8D%A2%E6%A5%BC%E4%B8%80%E4%BA%8B%E5%91%8A%E5%85%A8%E5%B9%B4%E7%BA%A7%E5%85%A8%E6%A0%A1%E5%B8%88%E7%94%9F%E4%B9%A6/"},{"title":"我真的是服了","text":"我真的是服了，nnez你是要培养高三生还是培养鬼呢？七点二十早读，七点四十上课（教育局知道吗？)中午我们班还要自己留下来（被迫）到十二点二十，只能吃剩饭剩菜了属于是。第九节听听力，六点四十上教室开始考试 。整个下午不到一小时的休息时间，洗得了澡吗？刚吃完饭就没有时间了，马上上来就考试，😅周二更恶心了，早上还要上两节综合课，然后考试，明天还直接考语文，两个半钟，下午考试前还要上一节课，蚌埠住了啦😄然后晚上还要来考试，休息时间在哪里，还有各科老师额外印发的小考试试卷。 我是时间去哪里？nnez，想要高三好，不让高三好。哈哈😄我无语死了。真的就高三不是人呗？十点四十放学回到宿舍将近十一点，还要洗漱，洗衣服，刷牙洗脸，万一洗头还要吹头发。宿舍还断电，呃呃呃😊上到床差不多十二点了，入睡晚的，十二点オ能睡，而且还有可能写不完作业，大半夜肝。赶到一点多也不是没可能。但是就算是这样了，你还是在压榨我们的休息时间。我这一周被气炸的日子不止这么一两天了说。说是为我们好，但是真的想过我们吗？我们高三最重要的不应该是精神饱满オ能更好的应对吗？为什么要让我们没有充足的时间休息？七点二十早读，妈的，真的把我们当人看了吗？早餐都没打到，还早读？属于是无语死了，周日还要把我们的新闻周刊时间砍掉，还美曰其名：你们可以五点五十开始看噢😅👌🙏就这样吧，以后有我认识的孩要来二中，我直接说：快逃！！！！！虽然整个南宁一样的烂。","link":"/%E6%88%91%E7%9C%9F%E7%9A%84%E6%98%AF%E6%9C%8D%E4%BA%86/"},{"title":"谔中校长在晨会上的重要讲话（迫真）","text":"（堵鼻子）🐴的批，像些弱智，卷不过三中看你🐴批的手机啊你看，真的是，说本校长开倒车，求求你们不要说我们是百年名校了，我觉得你们才是做题家，你们这些左人、无产学生，我们是个锤子百年名校，我天天被领导吊杠我还名校，你们有看过首府重点高中被省内其他市级高中吊锤吗？有吗？有这种名校吗？有个🐔儿有。哎，嗯横，不要在这扣b，啊，滚出去，抠b，抠锤子b，回去抠你🐴的b。啊嗯，我们是全国百强高中，我他妈一本率都上不去我还重高，应付领导都成问题，人家教育局局长来找我，我连一顿像样的跑操都交不上，说起来还真有点扎心，局长别人千里迢迢地赶过来，结果跑操不如三中，因为衣服不统一。是不是傻逼，本来其实我这位校长是个非常儒雅随和的一个人，我不喜欢处分学生，但是你们是经常在挑战学校的权威对不对，（提示音：现在开始朗读南宁二中晨会守则，请大家认真遵守（唯一人话））这个有一讲一，我其实跟你们我觉得我们是一个很和谐的一种，很和谐的一种师生情谊，我们不会压迫学生，但你们这些人经常乱骂，瞎🐔巴骂，不可取，有失公正。只知道骂我，你们也去骂骂其它学校吧，我私底下是很儒雅呀，你以为这么多副校长主任喜欢巴结我是因为什么呀，因为我这张脸吗？我自己心里没点b数吗？当什么呀，还不是因为我权倾朝野——你把你老人机给我交了，你🐴卖批。这小韭菜必记入档案。谢谢时，哦，谢谢锦旗是市长送的，哎呀，市长，你终于回来了，好久没看到你啦，谢谢市长，送的20条锦旗，谢谢，啊谢谢，很久没看到过市长了，很久没看到过了——你在在那那个日你🐴什么大别墅的滚出去啊，我都说了你🐴死了，你还配在这上学，不把你劝退让你回技校重修啊？🐴的批了，真的是。（吸鼻子）“说中痛处就气急败坏，其实还是一群不努力卷的懒狗”","link":"/%E6%8A%BD%E8%B1%A1%E5%9C%A3%E7%BB%8F/"},{"title":"曾晶本纪","text":"&ensp;&ensp;&ensp;&ensp;曾子，姓曾名晶号政教处主任，著名文科教学家、生物学家，改革家。高居南邕鹅中老保处主任高位，以著名逆天言论而闻名鹅中师生之间，不用自己著书论作，其言论就由其弟子编成《圣经》闻名校园内外。 &ensp;&ensp;&ensp;&ensp;盘古开天辟地，混者以成地，轻浮者以成天，但盘古死后，谁也不知道天是来做什么的。直至千千万万亿亿年以后，曾子于办公室中悟出了真理，原来天是拿来逆的。李白诗云:“黄河之水天上来。”别的云云之辈见了这诗，都水怎么从天上来，但自曾子出现后，人们中聪明的都知道了，原来这黄河之水都是曾子的口若悬河，翻开历史，当年日本投降，苏联解体，古巴导弹危机和解，清兵人关，大禹治水，全依曾子一张嘴。一开口，天就翻过来了，人都吓傻了，两边军队，只管点头哈腰，以为神仙灵，只得低头照做。 &ensp;&ensp;&ensp;&ensp;然而一张嘴的威力这么大，曾子只是谦虚。曾子曰:“人何只张一嘴呼？何生双耳乎？其天欲吾少说话，多听也。”然而天算什么本事，曾子早已把天干翻好几遍了！天上地下本无理论，曾子道破天机，原来生物学百年理论，全是曾子一人定夺。把上古至今哲学家，生物学家，自然科学者全给吓傻了！孔孟老庄在天之灵一听，连夜把孔庙道观拆了；达尔文一听，立马把《物种起源》删了重来；爱因斯坦一听，立马钻进娘胎再重新提造；霍金一听立马从轮椅上起来健步如飞。涉世未深的学生只会在台下笑，把曾子的万物致理改了又造。这世界上本无小丑，只是不听曾子的人多了才有了小丑。 &ensp;&ensp;&ensp;&ensp;逆天只不过是曾子对天地万物施法，学会了曾子数学，才能打开格局。近日曾子夜观星象，深谙好事要到。立马吩咐杨波子，高二周五10:20再放。众学生只是不解，为何迟迟不许回家，晚走两步，地铁末班车影都找不到。原来这一曾一波，就是北宁E中哼哈二将，文武双星，舒克贝塔，海尔兄弟。两人用文科数学一算，每周多学一小时，一年多学50小时，50小时不多不少，干翻兄弟学校正正好，摁造最强年级指日可待。遥想曾子当年，看到996工作制不觉反对劳动法，却笑众人太痴。”不996，就会进了美帝的陷阱。”吓得还在画国运图的郭大师走不动道了。恭恭敬敬磕上三个响头，问曾子是否还收徒，曾子摇摇头，郭子马上悟出宇宙万法源头。说回北宁E中，千翻美帝不好说，但只能说是蒸蒸日上赢赢赢。时间就像海绵里的水，来了曾子这就挤出了太平洋。 &ensp;&ensp;&ensp;&ensp;人说二中妄图改革，曾子只道初心不变；人说二中衡水化，曾子说衡水二中化；人说曾子封建，曾子只说都是为了你好。逆天言论不穷不尽，惹尽师生家长，只有曾子一人。最强年级怎么出？曾波苏三人联手秒天秒地，逆天，不过只是形式主义内化于心外化于形。 &ensp;&ensp;&ensp;&ensp;评价人者，不盖棺，不定论。 参考文献&amp;推荐阅读 社论：警惕高级红！究竟谁在反华？ 延长工时 政教处主任曾晶于2021年4月1日下午在高二年级大会上的发言","link":"/%E6%9B%BE%E6%99%B6%E6%9C%AC%E7%BA%AA/"},{"title":"毕业老野锐评短裤事件","text":"&ensp;&ensp;&ensp;&ensp;毕业老野看到关于“nnez某老师检查在校部分女生（毕业老野并不知道具体是是哪位老师检查，也不知道查了哪些谁，所以为了避免不必要的麻烦，特采用代称） &ensp;&ensp;&ensp;&ensp;首先我想说的，假入那篇说说中反映的情况是真的（指有老师因为短裤、短裙高于膝盖而去检查并且将“未通过检查”的学生名单发给班主任)，那么有以下几个情况是要先弄清楚： &ensp;&ensp;&ensp;&ensp;①检查女生衣着这件事是校方领导层开会审议通过的呢？还是某年级，某学部的小范围行为？亦或是某老师自己做的决定？那么这件事有没有相关校规条例做支撑（比如说有某项规定给出了一个判断着装合格与不合格的标准)，如果有那么这个条例有没有提前一些时间让学生家长知道，以供学生回家替换或者告知家长送符合要求的衣服或者是购买新衣服？如果有这么做，那就是这些“未通过检查”同学没有服从学校的管理，这项检查是正常的，检查老师只是按规矩行事。但是如果没有经过程序审议通过或者没有相应条例做支撑，那么这项检查是不是有存在“不合理”的情况? &ensp;&ensp;&ensp;&ensp;引证如下，根据南宁二中校方微信公众号2022年07月19日09点：07分发布的标题名为“暑假指南|给南宁市第二中学2022级高一新生的开学指南”的文章中关于“校服及平时穿着规定”中有关女生着装规定里有一句是“女生短裙短裤下沿距离膝盖不得超过15厘米”并附有配图示意说明。由此可以推出女生穿着高于膝盖但少于15公分的短裙和短裤是符合这篇文章里关于着装部分的要求的。所以我想问一句，检查的老师依据的标准是否为这一个，如果另有标准，是否有提前公示或者说明。 &ensp;&ensp;&ensp;&ensp;②同时这里还牵扯的一个问题是，2022级学生和家长购买校服时是属于消费者，根据校方入学指南在正规经营销售点购买的正版校服，现在根据检查却不能接受穿了，而且这中间只距离短短两个月时间。请问这篇文章是否存在误导新生和家长的行为？ &ensp;&ensp;&ensp;&ensp;③不过若是学校对学生有提前说明相关事项，并且在内部做了修改，同时也告知了家长们，那么以上两点就不成立。 &ensp;&ensp;&ensp;&ensp;④说完了衣服，说说检查本身，根据说说中的信息，检查老师不光检查女生了穿着过不过膝盖，同时还有检查配不配带项链（这项不知道是否为真实的情况)，同时在检查过程中是否有说出不符合教师行为规范的言行？（当然这个既没有录音也没有录像记录比较难考证）以上观点均为个人一些想法，如有侵犯，请联系删也请大家尽量还原客观事实（检查时候是哪位老师又具体做了什么说了什么？)而不是单纯发表不满，如何处理这件事也是一节很有价值“实践教育课”。 &ensp;&ensp;&ensp;&ensp;哦，对了，要说明的是，为了防止学校微信平台技术性故障和其它不可抗力因素导致难以取证验证相关证据，相关公众号文章，QQ空间说说我均已保存下载副本~ 附说说原截图","link":"/%E6%AF%95%E4%B8%9A%E8%80%81%E9%87%8E%E9%94%90%E8%AF%84%E7%9F%AD%E8%A3%A4%E4%BA%8B%E4%BB%B6/"},{"title":"波波怒斥高二学生","text":"高二学生：波波，你觉得22:20放学好不好呀？ 波波：吼啊！ 高二学生：教育局也支持吗？ 波波：当然啦！ 高二学生：那为什么这么早就说要想早放学，会不会给人感觉是只顾政绩，不顾实际？ 波波：任何事，也要按照学生的基本原则，按照衡水模式来进行。刚才你问我，我可以回答一句「无可奉告」，但是你们也不高兴，我怎么办？我讲的意思不是我要政绩。你问我支持不支持，我说支持。我就明确的告诉你这一点。我感觉你们学生界还需要学习，你们毕竟还是 too young ，你明白这意思吧？我告诉你们我是身经百战了，见得多了，Malow山哪一个学校我没有去过？你们要知道，北宁的三中，比你们不知道要高到哪里去了，我跟他谈笑风生。所以说学生还是要提高自己的知识水平，识得唔识得啊？我为你们感到拙计呀……你们有一个好，全世界跑到什么地方，你们比三中学生跑得还快，但是问来问去的问题呀，都 too simple ， sometimes naive ！懂了没有？ 高二学生：可是能不能说一下为什么支持22:20放学？ 波波：我很抱歉，我今天是作为一个蒸饺主任跟你们讲，我不是一个学生，但是我见得太多了。我有这个必要告诉你们一些人生的经验……中国有一句话叫「闷声大发财」，我就什么话也不说，这是最好的。但是我想我见到你们这样热情，一句话不说也不好。在宣传上将来如果你们报道上有偏差，你们要负责任。我没有说要只顾政绩，不顾实际，没有任何这个意思，但你们一定要问我对放学时间支持不支持，他现在是22:20，我们怎么能不支持22:20？ 高二学生：但是如果说想早放学呢？ 波波：想早放学也得按照政教处安排，对不对？当然我们的决定权也是很重要的。到那时候我们会表态的。明白这意思吗？你们不要想喜欢弄个大新闻，说现在已经政绩了，把我批判一番，你们啊，naive！ I’m angry！你们这样子是不行的！我今天算是得罪了你们一下。 ps:勿当真，相关事件见史记，作者i4b","link":"/%E6%B3%A2%E6%B3%A2%E6%80%92%E6%96%A5%E9%AB%98%E4%BA%8C%E5%AD%A6%E7%94%9F/"},{"title":"浅谈鹅中高三改革","text":"最新的改革成果9月26日，鹅中高三宿舍傍晚开门时间由17：30调整至17：50，一名跑操请假学生向宿管询问，得到的回答是：“请假也需要到17：50才能进入宿舍。”之前为了全体跑操，鹅中采取了考勤缺席扣分的方式，现在在不断改革之中更进一步，采取了对请假学生与旷跑操学生概不开放的措施。由此可见，鹅中对实行全体跑操，提升校容校貌的形式主义的执着与决心，其nt不言而喻。 跑操鹅中对跑操的设置来源于《五项管理二十八问》中 《关于进一步加强中小学生体质健康管理工作的通知》： “中小学校每天统一安排30分钟的大课间体育活动。” 不谈及此文章中的其他要求，就本句而言： 首先，安排的客体是大课间体育活动，而鹅中并没有在大课间开展体育活动，而是选择占用学生17：30之后的放学时间进行开展，并不符合文件； 其次，要求是30分钟，每天的跑操需要花费10分钟集队，并且要满足鹅中领导，年级对跑操的队形整齐度、步伐一致度等形式主义要求，事实上跑步时间约在10分钟左右，运动量明显不足，完全未能满足30分钟的要求。 教育厅发布的通知中 《关于进一步加强中小学生体质健康管理工作的通知》： “保障学生每天校内、校外各1小时体育活动时间。” “每节课间应安排学生走出教室适量活动和放松。” 有等等诸如此类的规定。鹅中高三宿舍外自由时间最多仅有7：107：35，12：0013：00，18：0019：00，22：4023：10不到3小时，除去必要的吃饭，往返教学楼，洗澡时间，所剩无几。由此可见鹅中不仅未能保障适度的体育活动时间。另外，鹅中高三的课间并没有安排学生放松，反而部分老师的拖堂行为违反了相关文件。 晚自习刚开学时，晚自习在下午维持跑操到18：00的情况下仍然在18：47关宿舍，约一周之后宿舍关门时间改到了7：05，一天后又调整到7：00。 某些鹅中的老师对晚自习的解释是：“鹅中安排晚自习是为了保证内宿生的人身安全，如果想不来晚自习，请外宿。”即便如此，鹅中的晚自习仍然安排了听力、晚读、考试等多项学习任务，有些任课老师甚至偶尔将鹅中安排的所谓本科目晚自习当作上课时间进行小测或者讲题，鹅中的行为实则严重违背了自己对晚自习的说辞。 下午放学的时间、晚自习时间、补课时间本应是学生自由安排的时间，由此可见鹅中的晚自习本质上与其在补课时间设置鹅中校门门禁限制学生进出一般，是压榨学生时间的具体体现。 高三的晚自习22：40下课，教育局厅有 《关于进一步加强中小学生睡眠管理工作的通知》： “小学生就寝时间一般不晚于21:20；初中生一般不晚于22:00；高中生一般不晚于23:00。” 然而高三教学楼到宿舍步行有57分钟的路程，想要在14分钟内完成洗漱、洗衣服（权当洗澡在傍晚完成）根本不可能。事实上高三学生睡觉至少要推迟到23：2023：30，不符合教育局的规定，鹅中对此没有任何表示，甚至有一段时间23：00~23：10之时就强制关打，仿佛如此学生的睡眠时间就得到了保障。有“监狱”之美称的初中某大附中，也只是把晚自习到睡觉的时间压榨至30分钟。 由此可见，鹅中一直在改革，不仅仅是自身的改革，更是强制“改革”学生由初中毕业到高中毕业的睡眠时间。 早自习 《关于进一步加强中小学生睡眠管理工作的通知》： “小学上午上课时间一般不早于8:20，中学一般不早于8:00。” 针对这一点，鹅中把早上7：35~8：00的时间设置为早读以及自习，而保持6：40的起床铃以及7：10的宿舍关门时间不变。 事实上学生的睡眠时间并没有得到增加，反而因为高三晚自习延后20分钟下课而受到了减少，这种措施明面上没有在8：00前上课，暗地里却强制学生7：35到教室进行早读和自习，实则与上课无异，并且将大课间由上午调整至下午，进而延后晚自习时间，本质上只是把部分晚自习和晚读移到了早上进行，睡眠时间自然得不到加强了。 鹅中对“进一步加强”“睡眠管理工作”，其见解属实巧妙，将跑操的形式主义发扬光大，在没有增加睡眠时间，反而减少睡眠时间的情况下，形式上完成了教育部进一步加强睡眠管理工作的要求。 总结《五项管理二十八问》的正式监督实施已经过去了近半年，鹅中自其以来的各种行为，体现了其对教育厅要求“上有政策，下有对策”的态度，无视教育厅的部分要求，无视部分教育厅要求的目的，仅仅进行了形式上的改革。 在《五项管理二十八问》实施之初，鹅中组织准高三的实验班、特训班听了关于理综备考的讲座，主讲者更是公然倡导每日挤出6小时碎片时间进行多科目复习，晚上在自习室学习至00：30，其倡导内容与《关于进一步加强中小学生睡眠管理工作的通知》严重不符，并且由于鹅中高三宿舍门噪音较大，严重影响其他舍友睡眠。鹅中明着形式主义，背地里顶风作案的行为昭然若揭。 教育厅对手机进行了限制，也对保障学生锻炼和睡眠提出了更高要求，旨在保障学生的身心健康，然而鹅中却对这些要求进行“选择性表达”其强权之丑陋面目，自是一目了然。 参考材料：《关于进一步加强中小学生睡眠管理工作的通知》 《关于进一步加强中小学生体质健康管理工作的通知》","link":"/%E6%B5%85%E8%B0%88%E9%B9%85%E4%B8%AD%E9%AB%98%E4%B8%89%E6%94%B9%E9%9D%A9/"},{"title":"闹挺大","text":"&ensp;&ensp;&ensp;&ensp;闹的挺大，北宁的高中都传疯了。 &ensp;&ensp;&ensp;&ensp;先说一下，我省示范，以前是个内卷学校，但现在很少给学生施压，最多也就抓抓早恋。我有个兄弟学校，我俩一起入示范性的。现在就在北宁。我俩的学生也经常一起联系。而他们北宁有个傻币开倒车学校，天天搞创城ban活动，竞赛一直打不过他隔壁，还特别喜欢让学生自愿补课。听我朋友说光周六他就补了一上午。而他们北宁这样做的重点很少，他就黏住我朋友，经常在我俩一起的时候凑进来。但我和我朋友一直都挺不喜欢他的，他经常在我们面前吹嘘他学生高考考了730，我俩没有之类的话，还喜欢贬低隔壁学校，经常不在意其他学校的脸色就在贬低隔壁的制度，他这人人品还有问题。他在一些学生中口碑也很差，几乎没什么孝子。 &ensp;&ensp;&ensp;&ensp;而在前几个月，寒假时，他突然宣布提前一星期上课，他还不满足，还有学生不愿来，他就继续周六早自习，被教育局抓了个现行，然后他俩居然吵起来了，最后他搞了个“家长自愿”便开学去了。 &ensp;&ensp;&ensp;&ensp;说一下，我们教育部提倡，学生每天要有8小时以上睡眠时间，8点上学22点放学。 &ensp;&ensp;&ensp;&ensp;然后事情来了，他上个月回家时，发现教育部出了一个文件，说是不给带手机，他就把手机MP3电子书全给禁了，还威胁他学生不准说坏话。然后这个月月初他就和我们说他们学生肯定支持他，于是他就做了，他还讲了细节，当时我和我朋友没相信。对了，他们有老师还把辅导室网络断了。 &ensp;&ensp;&ensp;&ensp;然后前天10点左右的样子，有个学生可能看清他的目的了，就跑来学校综合楼下，当场就贴了一张大字报。他却还说着什么要处分开除那个学生。当时很多人录下来了，发到各高中学校群，北宁所有高中都知道了这件事，虽然说现在那个学校把消息压下来了，还专门用一小时开年级会告诉学生不要乱说话之类的。 &ensp;&ensp;&ensp;&ensp;反正当时闹教育局去了，后面发生了什么我也不知道。我现在只想劝你们早日放弃衡水制度，不要变成像他那样的学校。","link":"/%E9%97%B9%E6%8C%BA%E5%A4%A7/"}],"tags":[{"name":"笑话","slug":"笑话","link":"/tags/%E7%AC%91%E8%AF%9D/"},{"name":"二音","slug":"二音","link":"/tags/%E4%BA%8C%E9%9F%B3/"},{"name":"诗","slug":"诗","link":"/tags/%E8%AF%97/"},{"name":"论","slug":"论","link":"/tags/%E8%AE%BA/"},{"name":"推荐阅读","slug":"推荐阅读","link":"/tags/%E6%8E%A8%E8%8D%90%E9%98%85%E8%AF%BB/"},{"name":"纪实","slug":"纪实","link":"/tags/%E7%BA%AA%E5%AE%9E/"},{"name":"作品","slug":"作品","link":"/tags/%E4%BD%9C%E5%93%81/"},{"name":"玉音放送","slug":"玉音放送","link":"/tags/%E7%8E%89%E9%9F%B3%E6%94%BE%E9%80%81/"}],"categories":[],"pages":[]}